{
    "varmas": [
        {
            "varmaName": "Utchi_Varmam",
            "signs": "Loss of head control, headache, delirium, loss of libido, tinnitus, ear pain, abdomen distension, urinary retention, lacrimation, rhinorrhea, tremors, bromhidrosis, general debility, wheezing.",
            "pathognomicSign": "Loss of head control",
            "indications": "Regulates hormonal imbalance, Headache, Stress management.",
            "tamilLiterature": "நாடிப்பா ருச்சி மத்தியுன் னதனின்கீழ் நலமான குழியொன்று நன்றாய் காணும் நாடிபார்க் குழியின் மேல் பக்கத்தில் நலமற யிலோது முச்சிவற்ம மேன்பார்",
            "synonyms": "Aadhi varmam, Uchi nilayam, Aaga kalam, Thudi kalam, Padhappu varmam, Uchi padhappu varmam. It is named as Aadhi varmam due to the fact that person who is doing meditation over this site gets connected to celestial energy. This place is praised as 'Vetta veli', Aakinai maththi which insists the significance of this varmam in spiritual practices.",
            "surfaceAnatomy": "It is located eight finger breadth above Thilardha kalam (Glabella) i.e., at the junction of parietal and frontal bones, named bregma, which is the meeting point of coronal and sagittal sutures. In the foetal skull, this is the site of membranous gap called the anterior fontanelle, which closes at 18 months of age.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Occipito frontalis (Epicranial aponeurosis-continuous fibromuscular sheet extending from the occiput to the eye brows",
                "arteries": "Frontal branch of superficial temporal artery",
                "veins": "Frontal branch of superficial temporal vein",
                "nerves": "Ophthalmic Nerve branch of trigeminal Nerve (medial lateral ramus of Supra orbital nerve supply and Frontal branch of frontal Nerve- sensory supply) Temporal branch of facial and zygomastico-temporal branch of trigeminal- motor supply. 54"
            }
        },
        {
            "varmaName": "Kondai_Kolli",
            "signs": "Dyspnoea, tongue retraction, sexual frigidity, convulsion, trismus, ejaculation of sperm, giddiness, red eye, epiphora, amnesia, loss of consciousness.",
            "pathognomicSign": "Torticollis",
            "indications": "Insomnia, Stress management, Psycho-somatic disorders, Endocrinal disorders.",
            "tamilLiterature": "“உச்சி நடுவில் கொண்டைக்கொல்லி ஓட்டை யதற்குக்கீழ் சிறுங்கொல்லி” மீதானஉச்சியின் பின்கீழிறை தானொன்றில் மேன்மைப்பெரும் கொண்டைக்கொல்லி வற்மமாகும்",
            "synonyms": "Maeda varmam",
            "surfaceAnatomy": "It is located in the middle of the vertex, one fingerbreadth behind the Uchi varmam. Most of the traditional Varmam Masters claim that Uchi Varmam and Kondaikolli are same, but the reference from Varma Oli nool confirms the above location.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Occipito frontalis (Epicranial aponeurosis-continuous fibromuscular sheet extending from the occiput to the eye brows",
                "arteries": "Parietal branch of superficial temporal artery",
                "veins": "Parietal branch of superficial temporal vein",
                "nerves": "Greater occipital Nerve 56"
            }
        },
        {
            "varmaName": "Seerungkolli",
            "signs": "Blepharospasm, trismus, ptyalism, myokymia, lip fasciculation, emesis, cephalalgia, rapid pulsation, mydriasis, ophthalmalgia, otalgia, tongue retraction, kyphosis, hiccups.",
            "pathognomicSign": "Hiccups",
            "indications": "Sleep disorders, Improves memory, Improves attention span.",
            "tamilLiterature": "“ஆமென்ற சிரநடு கொண்டைக்கொல்லி அதகொன்று ஓட்டையின்கீழ் சிறுங்கொல்லி “தானான தலைநடுவில் கொண்டைக்கொல்லி சாண்ஓட்டை அதற்குக்கீழ் சிறுங்கொல்லி",
            "synonyms": "",
            "surfaceAnatomy": "It is located one ottai measurement which is equivalent to nine fingerbreadth posterior to Kondaikolli at the junction of sagittal and lambdoid sutures, which is known as lambda. In the foetal skull this is the site of the posterior fontanelle which closes at two or three months of age.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Occipito frontalis (epicranial aponeurosis)",
                "arteries": "Posterior auricular artery, occipital artery",
                "veins": "Occipital vein",
                "nerves": "Greater occipital Nerve 58"
            }
        },
        {
            "varmaName": "Pidari_Varmam",
            "signs": "Unexpected stabbing pain which disappear rapidly, neck pain, cephalalgia, emesis, otalgia, limb weakness, tongue protrusion, tachypnea, visual impairment.",
            "pathognomicSign": "Tongue protrusion",
            "indications": "Stimulates Idakalai naadi, Improves breathing and speech, Vision impairment, Vata diseases.",
            "tamilLiterature": "“தாமப்பா தலைமுடிந்த தலத்தில்தானே சார்வான குழிவதிலே பிடரிக்காலம்” “கொள்ளவே பிடரியதின் குழியில்தானே குணமான முடிமுகில் தலத்திலப்பா விள்ளவே அதில்பிடரி வற்மம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located four fingerbreadth below the Seerungkolli, at the junction of head and neck which is known as inion.",
            "varmamType": ": Padu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Occipital belly of occipito frontalis, rectus capitis posterior minor, upper fibres of trapezius",
                "arteries": "Occipital artery",
                "veins": "Occipital vein",
                "nerves": "Lesser occipital Nerve 60"
            }
        },
        {
            "varmaName": "Suruthi_Varmam",
            "signs": "Paraesthesia, ophthalmalgia, prostration, vomiting, diminished vision, tinnitus, deafness, trismus, hyperhidrosis, blindness, delirium.",
            "pathognomicSign": "Rigor",
            "indications": "Ear & eye disorders",
            "tamilLiterature": "“நாளப்பா விரல் நாலின்கீழ் பிடரிக்காலம் நாலிறை பக்கம் மேல்முன் சறுதி வற்மம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located at a distance of four finger breadth from Seerungkolli and Pidari kalam. It is the junction of the lambdoid suture, parietomastoid suture and occipitomastoid sutures named asterion.",
            "varmamType": ": Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Splenius capitis, longissimus capitis, sternocleidomastoid",
                "arteries": "Occipital artery, posterior auricular artery branch of external carotid artery",
                "veins": "Occipital vein, posterior auricular vein branch of external jugular vein.",
                "nerves": "Greater occipital Nerve (dorsal ramus of C2 spinal Nerve) 62"
            }
        },
        {
            "varmaName": "Porchai_Varmam",
            "signs": "Red eye, cloudy with low vision, opthalmalgia, otalgia, blepharospasm, trismus, ejaculation of semen, mydriasis, fixed pupil, hyper emesis, blindness, loss of consciousness.",
            "pathognomicSign": "Supra orbital neuralgia",
            "indications": "Seizures Vertigo Tiredness",
            "tamilLiterature": "தானான உச்சியிலிருந்து எட்டுவிரல்கீழே சாதிவற்மம் மெனவுஞ் சொல்வார் வானான இதற்குஇரு விரலின்கீழே மகிமையுள்ள பொற்சை காலமாமே”",
            "synonyms": "",
            "surfaceAnatomy": "It is located two finger breadth below the suruthi varmam in the posterior part of the cranial vault.",
            "varmamType": ": Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Obliquus capitis superior, rectus capitis posterior major, occipitalis, sternocleidomastoid, splenius capitis",
                "arteries": "Occipital artery, anastomosis of auricular branch with posterior auricular artery, stylomastoid artery",
                "veins": "Posterior external jugular vein, posterior auricular vein, occipital vein",
                "nerves": "Lesser occipital Nerve 64"
            }
        },
        {
            "varmaName": "Suzhiyadi_varmam",
            "signs": "Unable to move upper and lower limb, angular salivation, giddiness, psychiatric illness, erectile dysfunction.",
            "pathognomicSign": "Lunacy",
            "indications": "Mental depression, Vertigo",
            "tamilLiterature": "“தானான பிடரிமுடிமுடிந்த குழியில் தயவான சுழியாடி வற்மமாகும்” “அறியவே பிடரியின்கீழ் ஆகமாம் பெருநரம்பில் பொறியிலே நடுபக்கத்தில் போற் சுழியாடிவற்மம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located in the depression below the occipital protuberance.",
            "varmamType": ": Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Rectus capitis posterior minor. Vein: Vertebral artery and vein. Nerve: Anterior & Posterior primary division of First Cervical. 66",
                "arteries": "",
                "veins": "Vertebral artery and vein.",
                "nerves": "Anterior & Posterior primary division of First Cervical. 66"
            }
        },
        {
            "varmaName": "Kutri_Varmam",
            "signs": "Giddiness, trismus, fatigue, loss of hearing, hyperemesis, cephalalgia, mydriasis on the affected side, epistaxis, otalgia, loss of consciousness followed by seizure, tachypnea.",
            "pathognomicSign": "Lunacy",
            "indications": "Seizures,Headache, Tremors",
            "tamilLiterature": "“மகிமையுள்ள பொர்சையென்ற காலமாமே காலமாம் அதற்குதொகு இறைக்கீழே கனமான குற்றியென்ற காலமாகும்” “பாரப்பா இரண்டிறைக்கீழ் பொற்சைக்காலம் பகந்த ஓரிறைபற்றி குற்றிக்காலம்”.",
            "synonyms": "",
            "surfaceAnatomy": "It is located one fingerbreadth inferolateral to Porchai varmam.",
            "varmamType": ": Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Sternocleidomastoid, splenius capitis, digastric posterior belly.",
                "arteries": "Occipital artery, posterior meningeal artery (branch of vertebral artery).",
                "veins": "Suboccipital venous plexus.",
                "nerves": "Lesser occipital nerve. 68"
            }
        },
        {
            "varmaName": "Sevikuttri_Kaalam",
            "signs": "Headache, hearing impairment, otalgia, tinnitus, mouth deviation to one side, occipital neuralgia, tongue retracted, rhinorrhea, status epilepticus, akathisia, bluish discoloration of the skin.",
            "pathognomicSign": "Epistaxis, haematemesis",
            "indications": "Stimulates Singuvai naadi, Headache, Hearing impairment",
            "tamilLiterature": "“மூலமாம் காதில்சிறு தண்டருகில்தானே முறையான செவிகுத்தி காலமென்பர் செற்குமென்ற செவிகுற்றிக் செவியடியில் சிதம்பரனார் குயையடியில் பற்றிநிற்கும்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located behind the root of auricle, in front of border of mastoid process.",
            "varmamType": ": Padu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Auricular muscles",
                "arteries": "Posterior auricular artery",
                "veins": "Auricular vein",
                "nerves": "Facial Nerve 70"
            }
        },
        {
            "varmaName": "Poigai_Kaalam",
            "signs": "Drooling of saliva, dizziness with otalgia, hyperhidrosis, mydriasis, low vision, rapid or irregular heartbeat, cervicalgia, emesis, epilepsy",
            "pathognomicSign": "Impairment of five senses",
            "indications": "Headache, Hearing impairment",
            "tamilLiterature": "“காமென்ற செவிகுத்திக்காலம் இருவரின்மேல் கண்டிடுவாய் பொய்கையென்ற காலமாமே” “முறையான செவிகுத்திக் காலமென்பர் சூலமாம் இதிரண்டு இறைக்கு மேலே குணமான பொய்கை என்ற காலமாகும்.”",
            "synonyms": "",
            "surfaceAnatomy": "It is situated two finger breadth above Sevikutri kalam and four fingerbreadth posterior to Natchathira kalam that is on the upper margin of external acuostic meatus.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Superior auricular temporo- parietal muscles, temporalis",
                "arteries": "Transverse facial artery and anterior auricular artery",
                "veins": "Superficial temporal vein",
                "nerves": "Auriculo-temporal Nerve, branch of trigeminal Nerve 72"
            }
        },
        {
            "varmaName": "Chenni_Varmam",
            "signs": "Blepharospasm, emesis, trismus, frothy sputum, oral breathing, extreme exhaustion, loss of hearing, absent pulse, confused mental state, muscle spasm",
            "pathognomicSign": "Lock jaw",
            "indications": "Facial palsy, TMJ disorder",
            "tamilLiterature": "“நிற்குமென்ற நாடிதுடியங்கே காணும் நிலையான நெற்றியதின் குளவுமாகும் விற்குமென்ற சென்னிய தான்” “பாரப்பா மேல்காத வின்றுவிழு முன்னே பண்பான சென்னி வற்மம் அதற்குப்பேறு”",
            "synonyms": "",
            "surfaceAnatomy": "It is located in front of tragus where the pulsation can be felt.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Tragicus",
                "arteries": "Anterior auricular artery",
                "veins": "Anterior auricular vein",
                "nerves": "Auriculo-temporal Nerve branch of trigeminal Nerve 74"
            }
        },
        {
            "varmaName": "Aasan_Kalam",
            "signs": "Tinnitus, epiphora, loss of consciousness followed by seizure, fever, bleeding from the sense organs (except skin), loss of hearing, hypothermia followed by tremor, red eye, cephalalgia, deviation of mouth.",
            "pathognomicSign": "Facial palsy",
            "indications": "Improves vision, Reduce temple headache, Aching jaw",
            "tamilLiterature": "“செப்புவார் குருந்தின் முன்வளைந்த சார்பில் செந்தெல் போல்தூய கையதில் ஆசான்காலம்” “போகுமப்பா குருந்தின் மேல்வளைந்த சார்பில் பேர் சொன்ன அடங்கலப்பா ஆசான்காலம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located above the tragus in the depression.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Helices minor and tragicus",
                "arteries": "Anterior auricular artery",
                "veins": "Anterior auricular vein",
                "nerves": "Vagus Nerve and glossopharyngeal Nerve 76"
            }
        },
        {
            "varmaName": "Annan_Kalam",
            "signs": "Hyperhidrosis, tremors, nausea, palpitation",
            "pathognomicSign": "Tremor",
            "indications": "Tension headache, Migraine headache",
            "tamilLiterature": "“கடைக்கண்ணுக் கிடைநதுவே அண்ணான் கருவிழி நிலையாய் நிற்கும்காலம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located on the temple behind the eye between the forehead and the ear.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Covered by temporalis muscle",
                "arteries": "Superficial temporal artery",
                "veins": "Superficial temporal vein 78",
                "nerves": ""
            }
        },
        {
            "varmaName": "Peruchal_Varmam",
            "signs": "Heaviness of head, clogged ears, giddiness",
            "pathognomicSign": "Clogged ears",
            "indications": "Migraine headache, Weakness of all limbs, Relieves stress and tension, Improves memory and concentration.",
            "tamilLiterature": "“வண்டான தலமொன்று சொல்லக்கேளு வாசையுடன் பொரிச்சென்று வந்தந்தானே” தானென்க காதில்நால் விரலுக்குமேல் தளமான பொரிச்சல்வற்றம் குணத்தைக்கேளு",
            "synonyms": "",
            "surfaceAnatomy": "It is located four fingerbreadth above the ears near pterion (H shaped formed by junction of the four bones namely frontal, parietal, temporal, sphenoid)",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Temporalis",
                "arteries": "Deep temporal arteries, middle temporal artery, parietal branch of superficial temporal artery",
                "veins": "Superior temporal vein (parietal branch and frontal branch)",
                "nerves": "Auriculo temporal nerve, greater occipital nerve 80"
            }
        },
        {
            "varmaName": "Thilardha_Varmam",
            "signs": "Open-mouthed, singultus, ophthalmalgia, otalgia, seizure followed by broncho spasm, mydriasis, ejaculation of semen.",
            "pathognomicSign": "Mouth remains opened and look upwards",
            "indications": "Stimulate Suzhumunai naadi, Improves attention span in ASD, ADHD, Psycho-somatic disorders.",
            "tamilLiterature": "“நேர்ப்பா நெற்றண்டு புருவம்தன்னில் நேராக நெல்விடைக்கு தாழ்வாக பாரப்பா நிலத்தகாலம் அதற்குப்பேறு.” “உடனேஅந்த கண்ணாடி காலத்திற்கும் ஒருவிரல்மேல் நிலத்தவாமம் கண்டுகொள்”",
            "synonyms": "",
            "surfaceAnatomy": "It is situated in between the two eye brows at glabella.",
            "varmamType": "Padu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Procerus muscle",
                "arteries": "Supra trochlear and supra orbital artery",
                "veins": "Supra trochlear and supra orbital vein",
                "nerves": "Supra trochlear, supra orbital nerve and temporal nerve 82"
            }
        },
        {
            "varmaName": "Patchi_Varmam",
            "signs": "Bronchiectasis, bruxism, mydriasis, seizure, hyperhidrosis, epistaxis, akathisia, hyperthermia, trismus like the birds beak",
            "pathognomicSign": "Lock jaw",
            "indications": "Reduce stress, Improve concentration.",
            "tamilLiterature": "“பாரப்பா உச்சிந்து நேரவாரம் பகருமரை இறைதீப பச்சிவாரம்.” “தடமேபார் நிலந்த வார்மற் திருவிரல்மேல் தப்பாமல் பட்டிவறும் மென்றுநாமம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located two finger breadth above Thilardha kalam in the midline.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Frontalis, frontal belly of occipito frontalis",
                "arteries": "Superficial temporal, ophthalamic, posterior auricular and occipital arteries",
                "veins": "Supratrochlear vein",
                "nerves": "Supra orbital Nerve, temporal Nerve 84"
            }
        },
        {
            "varmaName": "Naema_Varmam",
            "signs": "Dyspnoea, nodding of head, increased kabam leads to delirium and death.",
            "pathognomicSign": "Nasal blockage",
            "indications": "Relieves constipation, Sinusitis, Reduce stress",
            "tamilLiterature": "“அந்தமாய் உச்சிந்து நேமவற்பம் பகரும் அரையிறைதீழ் பச்சிவற்றம்” கருதுநெற்றி நடுவாகும் நேமவற்பம் பூணைய அரையிறைதீழ் பச்சிவற்றம்",
            "synonyms": "",
            "surfaceAnatomy": "It is located 1½ finger breadth above the patchi varmam in the midline.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Occipito frontalis",
                "arteries": "Frontal branch of superficial temporal artery",
                "veins": "Supratrochlear vein",
                "nerves": "supra orbital nerve, temporal nerve 86"
            }
        },
        {
            "varmaName": "Kannadi_Kaalam",
            "signs": "Nasal congestion, epistaxis, occasionally vomiting, reduced vision, dyspnoea, loss of consciousness, hyperhidrosis, hypothermia, mouth deviation",
            "pathognomicSign": "Giddiness",
            "indications": "Improves memory, vision and hearing, Reduces vata diseases",
            "tamilLiterature": "“சுந்தரமாய் நாசிமதி கண்ணாடிகாலம்",
            "synonyms": "",
            "surfaceAnatomy": "It is located one finger breadth below the root of the nose on either side.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Procerus and nasalis",
                "arteries": "Anterior ethmoidal artery",
                "veins": "Facial vein",
                "nerves": "Anterior ethmoidal nerve, infratrochlear nerve, infra orbital nerve, maxillary nerve 88"
            }
        },
        {
            "varmaName": "Paala_Varmam",
            "signs": "Emesis, epistaxis, blindness, mydriasis, akathisia, loss of consciousness, rapid and irregular heartbeat, hyperthermia, stuttering",
            "pathognomicSign": "Swollen tongue",
            "indications": "Improves memory, Reduce fear, wrist pain,Constipation.",
            "tamilLiterature": "“சுந்தரமாய் நாசிமதி கண்ணாடிகாலம் புரிநாசியி நடியில் கண்ணாடிகாலம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located one finger breadth below the Kannadi kalam at the middle of the nasal bridge.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Nasalis",
                "arteries": "Anterior ethmoid artery, spleno palatine artery",
                "veins": "Facial vein",
                "nerves": "Olfactory fibres, nasal branches (branch of anterior ethmoidal nerve), nasopalatine nerve 90"
            }
        },
        {
            "varmaName": "Chundigai_Varmam",
            "signs": "Paraesthesia in face and nose, hyperhidrosis, formication, subconjunctival haemorrhage, titubation, epiphora, rhinorrhoea.",
            "pathognomicSign": "Fainting",
            "indications": "Improves concentration, Reduce anger, palpitation",
            "tamilLiterature": "“ஓர்மையாம் பாலவறுமம் இறையருகில் கூண்டுகைத்தான்” “துல்லியமாய்க் கண்டதொரு பாலவறுமம் சுத்திரமா விதனருகில் கூண்டுகைவருமாம்.”",
            "synonyms": "",
            "surfaceAnatomy": "It is located at the tip of the nose.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "No muscle present in this region",
                "arteries": "Kiesselbach's plexus (formed by the arterial anastomoses- anterior ethmoidal artery, sphenopalatine artery, greater palatine artery, septal branch of the superior labial artery)",
                "veins": "Facial vein",
                "nerves": "Nasal branches (branch of anterior ethmoidal nerve), nasopalatine nerve, olfactory fibres 92"
            }
        },
        {
            "varmaName": "Minvetti_Varmam",
            "signs": "Ophthalmalgia, open- mouthed, hearing impairment, cephalalgia, photophobia, hyperhidrosis, confused mental state, akathisia, loss of consciousness, cyanosis.",
            "pathognomicSign": "Hearing impairment",
            "indications": "Increase attention and concentration, Improves smell sensation and vision.",
            "tamilLiterature": "\"நிலந்தகாலமென்று அறையிறைத்தீழ் மின்வெட்டிவர்மம்\" \".............. நிலந்த காலந்தானே இன்னமாம் அறையிறைத்தீழ் மின்வெட்டி வர்மம்\"",
            "synonyms": "",
            "surfaceAnatomy": "It is located half finger breadth lateral to Thilardha kalam.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Levator labii superioris alaeque nasi, procerus, orbicularis oculi",
                "arteries": "Supra trochlear and supra orbital artery, infra orbital branch of maxillary artery",
                "veins": "Facial vein",
                "nerves": "Supra trochlear, supra orbital nerve 94"
            }
        },
        {
            "varmaName": "Manthira_Kaalam",
            "signs": "Yawning, dyspepsia, hypersomnia, tremor, hyperhidrosis, red eye, abdomen distension, loss of consciousness, cephalalgia, otalgia, bruxism",
            "pathognomicSign": "Yawning",
            "indications": "Reduce headache, Regulates sleep cycle, Improves vision, Reduce pain in the tip of fingers",
            "tamilLiterature": "“இசைந்த கருவிழியருகில் மந்திரக்காலம் மந்திரமாம் காலத்தோடாக வரும் வளுவாக இருபுமுகமெனவே சொல்வார்.” ஆகுமிந்த கண்ணுடத்தில் நாசியென்றும் பொறுத்திருக்கும் பக்கமாய் தானே நாசுமிந்த மந்திரக் காலம்",
            "synonyms": "",
            "surfaceAnatomy": "It is located near the medial angle of eyes, near the inner canthus adjacent to nose. In Varma Beerangi – Aaivu pathippu, Shunmugom states that location of Manthira kalam is not clearly described in any of the scanned Varmam literatures except Varma Kaandam which depicts as follows",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Orbicularis occuli Vein: Lateral nasal artery and dorsal nasal artery Nerve: Infra trochlear nerve, external nasal nerve Duct: Naso lacrimal duct 96",
                "arteries": "",
                "veins": "Lateral nasal artery and dorsal nasal artery",
                "nerves": "Infra trochlear nerve, external nasal nerve Duct: Naso lacrimal duct 96"
            }
        },
        {
            "varmaName": "Puruva_Varmam",
            "signs": "Discoloration of tooth, cephalalgia, supraorbital neuralgia, tenesmus, akathisia, hyperhidrosis, loss of consciousness followed by seizure, mydriasis",
            "pathognomicSign": "Discoloration of tooth",
            "indications": "Regulates sleep cycle,Reduce intraocular pressure, Reduce supra orbital pain",
            "tamilLiterature": "“பாரப்பா புருவநடு மத்தியத்தில் பண்பான புருவவறுமம் அதற்குக்குப்பேரு” “பொருத்தமந்த புருவநடு மையத்தின்‌ல் போரிபான புருவவறுமம் அதற்குக்குப்பேரு”",
            "synonyms": "",
            "surfaceAnatomy": "It is located near the middle of the eyebrow i.e., near supra orbital notch.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Corrugator supercilii, orbicularis oculi",
                "arteries": "Superficial temporal artery, ophthalmic artery",
                "veins": "Supraorbital vein",
                "nerves": "Supraorbital nerve, temporal nerve 98"
            }
        },
        {
            "varmaName": "NatchathiraP_Varmam",
            "signs": "Eye floaters, diplophobia, yellow eyes, blepharospasm, emesis followed by hyper hydrosis, hypothermia present in the lateral side of the trunk, discharge of semen and faeces, cephalalgia muscles spasm in the lateral side of the trunk",
            "pathognomicSign": "Yellowish discoloration of eyes",
            "indications": "Stimulates Pinkalai naadi, Reduce body heat, Improve digestion, Corrects refractive errors of eye.",
            "tamilLiterature": "“காலமாம் கடைக்கணீழ் நட்சத்திரக்காலம்” “காலமாம் கடைக்கண்ணில் இறைத்துதான் கலங்குகின்ற தீப்நட்சத்திரக்காலம் என்னே",
            "synonyms": "",
            "surfaceAnatomy": "It is located one finger breadth from the lateral canthus of both eyes.",
            "varmamType": "Padu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Levator labii superioris, orbicularis oculi, zygomaticus minor and major",
                "arteries": "Facial artery, infra orbital branch of maxillary artery, superficial temporal artery, ophthalmic arteries",
                "veins": "Facial vein (angular vein )",
                "nerves": "Zycomatico-facial Nerve 100"
            }
        },
        {
            "varmaName": "Kaamboodhari_Kaalam",
            "signs": "Paraesthesia, grunting, hyperhidrosis, mydriasis, otalgia, mouth deviation, trismus, rapid or irregular heartbeat, rhinorrhoea, frothy sputum, increased temperature, visual disturbances.",
            "pathognomicSign": "Weakness of five sensory organs",
            "indications": "Facial palsy, Enhance vision",
            "tamilLiterature": "“காலமாம் கடைக்கண்ணில் இறைத்துதான் கலங்குகின்ற தீப்நட்சத்திரக்காலம் என்னே என்னவே இரண்டிறைக்கும் கீழே இதமான கம்போதி காலமுக்கும். “காலமாம் கடைக்கணீழ் நட்சத்திரநாளம் காலம்கீழ் இரண்டிறையில் காம்பேரதிகாலம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located on lower orbital margins of both eyes.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Orbicularis oculi",
                "arteries": "Infra orbital branch of maxillary artery, superficial temporal artery, ophthalmic arteries",
                "veins": "Facial vein",
                "nerves": "Trochlear nerve, infra orbital nerve 102"
            }
        },
        {
            "varmaName": "Valamoorthi_Varmam",
            "signs": "Sinus headache, mydriasis, loss of consciousness, hyperemesis, tongue chewing, dyspnoea, turning of eyeball toward lateral side, bronchospasm",
            "pathognomicSign": "Rhinorrhoea",
            "indications": "Sinusitis, Watering of eyes",
            "tamilLiterature": "காலமாம் கடைக்கணீழ் நட்சத்திரக்காலம் காலம்கீழ் இரண்டிறையில் காம்பேரதிக்காலம் காலமதில் இறையூன்றில் மூர்த்திகாலம் இதமான காம்பேரதிகாலமாயும் நின்னவே இதற்குமேல் இறையூன்றில் திருக்கான வளமூர்த்தி காலமென்பார்",
            "synonyms": "",
            "surfaceAnatomy": "It is located three finger breadth from the right Kaambodhari kalam, in the malar prominence.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Zygomaticus major and minor, levator labii superioris",
                "arteries": "Superficial temporal artery, maxillary artery",
                "veins": "Facial vein",
                "nerves": "Zygomatic and temporal branch of facial Nerve 104"
            }
        },
        {
            "varmaName": "Konasanni_Varmam",
            "signs": "Excessive thirst, tiredness, sweating of face",
            "pathognomicSign": "Angular deviation of mouth",
            "indications": "Facial palsy. Stimulate salivary secretion",
            "tamilLiterature": "“கூறப்பா கோணவற்றமம் செவியின்கீழே கூறலாம் அங்குலம்நாலு உதரக்காலம்.” “கேளப்பா கீழ்நாடி முடிந்த மூட்டில் கெணிதமுடன் அலவாறு கோணச் சன்னி”",
            "synonyms": "",
            "surfaceAnatomy": "It is located in the angle of mandible.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Masseter muscle",
                "arteries": "Masseteric branch of maxillary artery, branches of facial artery Nerve: Nerve to masseter branch of mandibular nerve 106",
                "veins": "",
                "nerves": "Nerve to masseter branch of mandibular nerve 106"
            }
        },
        {
            "varmaName": "Urakka_Kaalam",
            "signs": "Giddiness, drowsiness, lock jaw",
            "pathognomicSign": "Sleep with snoring",
            "indications": "Insomnia, Angular salivation, Snoring, Jaw pain.",
            "tamilLiterature": "“ஆரப்பா கீழ்நாடி ஒட்டுவற்றமம் அதனருகில் உறக்கமென்ற காலமாமே.” “பாரென்ற நாடியருகு உறக்கக்காலம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located at midpoint between angle of mandible and symphysis menti.",
            "varmamType": "Padu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Platysma, mylohyoid muscles",
                "arteries": "Inferior alveolar artery (branch of maxillary artery), facial artery",
                "veins": "Submental vein branch of facial vein",
                "nerves": "Lingual nerve, mylohyoid nerve (branch of mandibular nerve) Gland: Submandibular salivary gland 108"
            }
        },
        {
            "varmaName": "Udhira_Kaalam",
            "signs": "Asphyxia, gasping, severe prostration, cephalalgia, seizure, tinnitus, dryness of tongue, reduced pulse",
            "pathognomicSign": "Aphasia",
            "indications": "Goiter, Reduce neck stiffness, Palpitation.",
            "tamilLiterature": "“கூறப்பா கொண்ட வற்றமம் செவியின்கீழே கூறலாம் அங்குலம் நால் உதிரக்காலம்.” கூறப்பா கோண வற்றமம் செவியின் கீழ் நாலங்கு லத்தில் உதிரக் காலம்",
            "synonyms": "",
            "surfaceAnatomy": "It is located four finger breadth below the Sevikutri kalam on the middle 1/3rd of the posterior border of sternocleido mastoid.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Posterior border of sternocleidomastoid muscle",
                "arteries": "Common carotid artery",
                "veins": "External jugular vein",
                "nerves": "Vagus nerve, spinal accessory nerve 110"
            }
        },
        {
            "varmaName": "Ottu_Varmam",
            "signs": "Pain in the lower jaw, giddiness, rhinorrhoea",
            "pathognomicSign": "Lock jaw",
            "indications": "Reduce anger Dysarthria",
            "tamilLiterature": "“ஆரப்பா கீழ்நாடி ஒட்டுவற்றமம்.” “நெறியான கீழ்நாடி ஒட்டுவற்றமம்.” தானாய விரல் நாளில் உதிரக்காலம் நலமானகீழ் நாட்டிமுனை ஒட்டுவற்றமம் பாரே”",
            "synonyms": "",
            "surfaceAnatomy": "It is located at the inferior aspect of mental protuberance.",
            "varmamType": "Padu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Digastric anterior belly, myohyoid, depressor anguli oris, platysma",
                "arteries": "Submental artery",
                "veins": "Submental vein",
                "nerves": "Mandibular nerve 112"
            }
        },
        {
            "varmaName": "Sanguthiri_Varmam",
            "signs": "Extreme tiredness, asphyxia, epiphora, protusion and retrusion of tongue, loss of consciousness, singultus, mydriasis, dyspneoa, palpitation, heaviness of abdomen, increased body heat.",
            "pathognomicSign": "Neck stiffness",
            "indications": "Wheezing, Dysarthria, Throat pain.",
            "tamilLiterature": "“ஆமப்பா குரல்வளையில் சங்குதிரி காலம் அதன்கீழ் நாலங்குலத்தில் சுவை வந்திருந்தான்.” “அறிவான குரல்வளையில் சங்குதிரி காலம் அதற்குக்கீழ் அங்குலம் நாளில் சுவைவந்திருந்தான்.”",
            "synonyms": "",
            "surfaceAnatomy": "It is located over the laryngeal prominence of the neck.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Sternothyroid, sternohyoid, thyrohyoid",
                "arteries": "Superior laryngeal artery, cricothyroid artery (branch of superior thyroid artery)",
                "veins": "Superior thyroid vein, anterior jugular vein",
                "nerves": "Transverse cervical nerve, supraclavicular nerve 114"
            }
        },
        {
            "varmaName": "Sumai_Varmam",
            "signs": "Dysphonia, akathisia, exophthalmos, productive cough, tremor, palpitation, asphyxia, hyperpigmentation of body, running nose, frothing of mouth",
            "pathognomicSign": "productive cough",
            "indications": "Wheezing, Dysarthria, Throat pain.",
            "tamilLiterature": "“ஆமப்பா குரல்வளையில் சங்குதிரி காலம் அதன்கீழ் நாலங்குலத்தில் சுவை வந்திருந்தான்.” “அறிவான குரல்வளையில் சங்குதிரி காலம் அதற்குக்கீழ் அங்குலம் நாளில் சுவைவந்திருந்தான்.”",
            "synonyms": "",
            "surfaceAnatomy": "It is located four finger breadth below the Sanguthiri varmam on the cricoid cartilage",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Sternothyroid, sternohyoid, thyrohyoid",
                "arteries": "Cricothyroid artery (branch of superior thyroid artery)",
                "veins": "Jugular venous arch (branch of internal jugular vein)",
                "nerves": "Transverse cervical nerve, supraclavicular nerve 116"
            }
        },
        {
            "varmaName": "Thummi_Kalam",
            "signs": "Hyperventilation, frequent sneezing, angular salivation",
            "pathognomicSign": "Fainting",
            "indications": "Stops sneezing",
            "tamilLiterature": "“துலையான சிமைவற்றம் ஒருவிரல்மேல் தும்பியென்ற காலமதின் தானப்பா” “தொட்டுக்குறியாக இன்னமொன்று சொல்கிறேன் தும்பியென்ற காலம் தன்னை விட்டப்ப தொண்டை தீற்குமியப்பா”",
            "synonyms": "",
            "surfaceAnatomy": "It is located at the supra sternal notch.",
            "varmamType": "Padu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Sternothyroid, sternohyoid, thyrohyoid, sternocleidomastoid muscle",
                "arteries": "Brachiocephalic artery",
                "veins": "Anterior jugular vein anastomoses, left brachio cephalic vein",
                "nerves": "Accessory nerve 118"
            }
        },
        {
            "varmaName": "Kathir_varmam",
            "signs": "Exophthalmos, hiccup, giddiness, rigor.",
            "pathognomicSign": "Loss of head control",
            "indications": "Neck pain, Frozen shoulder",
            "tamilLiterature": "“நகையான கமுத்தில் நால்விரலின் கதிர்வற்மம் நலமான ரண்டிரைத்தீழ் கதிர்காமவற்மம்.” “தொண்டையின் கீழ் இருவரலில் கதிர்வற்மம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located 2 fingerbreadth below the Thummi kaalam (Burn's space or suprasternal space)",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Sternocleidomastoid muscle, pectoralis major",
                "arteries": "Arch of aorta",
                "veins": "Brachiocephalic vein, accessory hemi azygos vein, right superior intercostal vein",
                "nerves": "Supraclavicular nerve 120"
            }
        },
        {
            "varmaName": "Kathirkaama_varmam",
            "signs": "Shivering with chillness, painful breathing, shortness of breath, sudation, chest pain, fatigue, hyperhidrosis, hypoxic breath, loss of bladder control, tremor and discomfort.",
            "pathognomicSign": "Shivering with chillness",
            "indications": "Neck pain, Palpitation, Dyspnea.",
            "tamilLiterature": "“கதிரான காலத்துக் கிரையோ ரெண்டில் கதிர்காம வற்றமொன்றும் சொல்வார் பாரில்.” “கதிரிலிருவிரல் தீழ்கதிர்காம வற்றம்தானே.”",
            "synonyms": "",
            "surfaceAnatomy": "It is located four fingerbreadth below the Thummi kaalam (Burn's space) at the level of sternal angle.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Pectoralis major",
                "arteries": "Thoracic aorta",
                "veins": "Superior vena cava, accessory hemi azygos vein, anterior intercostal vein",
                "nerves": "Anterior cutaneous branches (branch of intercostal nerve) 122"
            }
        },
        {
            "varmaName": "Buththi_varmam",
            "signs": "Tremor, anxiety, bending the body anteriorly due to asphyxiation and pain, fatigue followed by drowsy, haematemesis, haematuria, bleeding per rectum, may lead to death due to Hypoxia, shortness of breathing, seizure",
            "pathognomicSign": "Haematemesis, haematuria, bleeding per rectum",
            "indications": "Regulates breathing, Reduce anxiety and palpitation",
            "tamilLiterature": "\"நகையானியிலும் கமுத்தின்கீழ் கதிர்வற்றமம் நலமான ரண்டிரைத்தீழ் கதிர்காமவற்றமம் பகையான தோரிரைத்தீழ் புத்திவற்றமம் “அதினும்ரண்டிரைத்துக்கும் தீழ்கதிர்காம வற்றமம் அடுத்தோர் இறைக்கும் கீழ் புத்திவற்றமம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is situated one finger breadth below Kathirkama varmam i.e., the angle of Louis.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Pectoralis major",
                "arteries": "Thoracic aorta",
                "veins": "Superior vena cava, accessory hemi azygos vein, anterior intercostal vein",
                "nerves": "Anterior cutaneous branches (branch of intercostal nerve) 124"
            }
        },
        {
            "varmaName": "Sakthi_varmam",
            "signs": "Fatigue, delirium, dyspnoea, fever, unconsciousness",
            "pathognomicSign": "Excessive fatigue",
            "indications": "Regulates heartrate, pulse rate Reduce chest pain",
            "tamilLiterature": "நகையானியும் கமுத்தின்கீழ் கதிர்வற்றமம் நலமான ரண்டிரைத்தீழ் கதிர்காமவற்றமம் பகையான தோரிரைத்தீழ் புத்திவற்றமம் பசந்த தோரிரைத்தீழ் சத்திய்வற்றமம்\" “அதினும்ரண்டிரைத்துக்கும் தீழ்கதிர்காம வற்றமம் அடுத்தோர் இறைக்கும் கீழ் புத்திவற்றமம் அதுபோல ஒரிறைக்கும் கீழ் சத்திய்வற்றமம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located just one finger breadth below Buththi varmam.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Sternocleidomastoid, pectoralis major",
                "arteries": "Internal thoracic artery",
                "veins": "Internal thoracic vein",
                "nerves": "Medial supraclavicular nerve, anterior cutaneous branch of first intercostal nerve 126"
            }
        },
        {
            "varmaName": "Koombu_varmam",
            "signs": "Sense of chocking, chest pain, haematemesis, frailty of lower extremities, frothy mucus, stomach distension, bluish discoloration, convulsion, tighten the lung muscle, excessive sweat, cough with suffocation, anxiety",
            "pathognomicSign": "Cyanosis",
            "indications": "Chestpain, epigastric pain, Palpitation, Profuse sweating",
            "tamilLiterature": "“இலக்மாய் சொன்னதாறு கூம்புவர்மம் இருந்தீராகு விரல்மேலே சுமைவற்றமந்தான்” “நிறுதியென்ற நெஞ்சில் நடுஇடவசமாய் நீண்டிருக்கும் கூம்புயென்ற வற்றமம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located two finger breadth above Ner varmam.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Pectoralis major, aponeurosis of anterior abdominal wall muscle",
                "arteries": "Thoracic aorta, medial mammary branches, anterior intercostal artery (branch of thoracic aorta)",
                "veins": "Anterior intercostal vein, internal thoracic veins, azygos vein",
                "nerves": "Intercostal nerve (T5, T6) segment 128"
            }
        },
        {
            "varmaName": "Ner_Varmam",
            "signs": "Anxiety, feeling excessive heat, bending forward due to pain, palpitation, difficulty in breathing, watery discharge in nose, chest pain, shivering of the body, wide closure of eyes, hematemesis, convulsion, cyanotic face",
            "pathognomicSign": "Cyanosis",
            "indications": "Headache, Anxiety and fear, Stimulate Asani naadi.",
            "tamilLiterature": "“திருமப்பா நெஞ்சில் கூனெலும்புரண்டு விரல்தாளே திறமான நேர்வற்றமம் அதற்குப்பேரே.” \"கூம்பின் இருவிரலின் தாழே சிறந்தபடி நேர்வற்றமம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located two fingerbreadth below Koombu varmam, at the xiphoid process.",
            "varmamType": "Padu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Right and left crus of diaphragm, aponeurosis of anterior abdominal wall muscles, rectus sheath with rectus abdominis",
                "arteries": "Thoracic aorta",
                "veins": "Inferior vena cava, anterior intercostal vein, azygos vein, hemi azygos vein, internal thoracic vein",
                "nerves": "Intercostal nerve T8-T10 segments 130"
            }
        },
        {
            "varmaName": "Aanantha_vayu_Kalam",
            "signs": "Loss of appetite, gastritis, erectile dysfunction, male and female infertility",
            "pathognomicSign": "Acute abdomen pain",
            "indications": "Stimulate Purudan and Kanthari naadi, Fertility disorders, Gastritis.",
            "tamilLiterature": "அறைகிறேன் நேர்வற்றமம் ஒரிறைவலத்தே அப்பவே ஆனந்த வாயின் காலம்",
            "synonyms": "",
            "surfaceAnatomy": "It is located one fingerbreadth right side of Ner varmam, near xiphoid process.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Right and left crus of diaphragm, aponeurosis of anterior abdominal wall muscles, rectus sheath with rectus abdominis",
                "arteries": "Thoracic aorta",
                "veins": "Inferior vena cava, anterior intercostal vein, azygos vein, hemi azygos vein, internal thoracic vein",
                "nerves": "Intercostal nerve T8-T10 segments 132"
            }
        },
        {
            "varmaName": "Panri_Varmam",
            "signs": "Patient noise like grunt, deafness, gasping for breath, palpitation and giddiness.",
            "pathognomicSign": "Grunting",
            "indications": "Stimulates Karu naadi",
            "tamilLiterature": "\"நலிந்தொப்புள் நாள்விரல்மேல் பன்றிதானே நடக்கவே கொப்புளிலே நாளுவிரலுக்கு மேலே நன்றாக உறுமிக்கால மதுவேயாகும்\"",
            "synonyms": "",
            "surfaceAnatomy": "It is located 4 finger breadth below the xiphoid process (lower end of the sternum)",
            "varmamType": "Padu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Right and left crus of diaphragm, aponeurosis of anterior abdominal wall muscles, rectus sheath with rectus abdominis",
                "arteries": "superior epigastric and musculophrenic artery",
                "veins": "superior epigastric and musculophrenic vein",
                "nerves": "Intercostal nerve T8-T10 segments 134"
            }
        },
        {
            "varmaName": "Uthara_Kalam",
            "signs": "Severe abdomen pain, burning micturition, gestataional diabetes.",
            "pathognomicSign": "Gestataional diabetes.",
            "indications": "Stimulates udhana vayu, Gastritis, Abdominal distension",
            "tamilLiterature": "நிசமான தொப்புளின் ஒரிறைமேலே நிச்சயமாய் உதிர காலம்",
            "synonyms": "",
            "surfaceAnatomy": "It is located one fingerbreadth above the navel region.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Rectus sheath and rectus abdominis",
                "arteries": "Anastomosis of superior and inferior epigastric artery, anterior cutaneous branch of superior and inferior epigastric artery Nerve: T10 spinal nerve anterior rami 136",
                "veins": "",
                "nerves": "T10 spinal nerve anterior rami 136"
            }
        },
        {
            "varmaName": "Anna_Kaalam",
            "signs": "High grade fever, polydipsia, indigestion, fatigue, dizziness, Viyanan will be affected during injury",
            "pathognomicSign": "Excessive thirst",
            "indications": "Stimulates samana vayu, Gastritis, Regulates speech, Abdominal distension.",
            "tamilLiterature": "\"ஆனதொரு தொப்புள்குழி அன்னக்காலம்\" \"கூட்டெல்லுவிட்டு தொப்புள்குழியிலே அன்னக்காலம்\" \"அலையவே தொப்புளின் குழியருகில் இலங்குகின்ற அன்னத்தின் காலமாகும்\"",
            "synonyms": "",
            "surfaceAnatomy": "It is located in the umbilicus",
            "varmamType": "Padu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Rectus sheath and rectus abdominis",
                "arteries": "Anastomosis of superior and inferior epigastric artery, anterior cutaneous branch of superior and inferior epigastric artery Nerve: T10 spinal nerve anterior rami 138",
                "veins": "",
                "nerves": "T10 spinal nerve anterior rami 138"
            }
        },
        {
            "varmaName": "Thivalai_Varmam",
            "signs": "Frothy mucus from mouth, chocking, burning sensation in throat, redness of eye, watery discharge in nose, sweating, appetite, severe sudation, severe cough, convulsion, instantaneous death sometimes",
            "pathognomicSign": "Burning sensation in throat",
            "indications": "Regulates heart rate, Reduce palpitation, Relieves headache.",
            "tamilLiterature": "“சக்கியெனக் காராண்டு விரலின்கீழ் நிலையக்காலம் சாற்றுகிறேன் ஒறிறை வளர்ந்தே தெறித்திக்காலம்.” \"நன்றான மார்பில் முளைக்கண்ணன்று மேல்நோற்க நாவுவிறல் தன்னிலிருந்தே ஒன்றான நிலையில் குழிவிடத்தில் உயர்வான வருகின்ற தெளைக்காலம்\"",
            "synonyms": "",
            "surfaceAnatomy": "Left second intercostal space from the clavicle in the mid clavicular line",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Extrinsic intercostal muscles",
                "arteries": "Internal thoracic artery",
                "veins": "Anterior intercostal vein, cephalic vein, external jugular vein",
                "nerves": "Left phrenic nerve 140"
            }
        },
        {
            "varmaName": "Thoosiga_Varmam",
            "signs": "Excessive body heat, haematemesis, convulsion, nervousness, difficulty in breathing, shortness of breathing",
            "pathognomicSign": "Haematemesis",
            "indications": "Neck pain, Improves lateral movement of neck.",
            "tamilLiterature": "முறையான மலைகண்ணில் தூசிகந்தான் முடுகு இருவர்சுற்றி வந்தமெட்டாம் முறையாக இதுகளின்பேர் தூசிகமென்றும்",
            "synonyms": "",
            "surfaceAnatomy": "It is located in the nipple.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Areolar muscle",
                "arteries": "Perforating branches (internal thoracic artery), medial and lateral mammary branches (branch of axillary artery)",
                "veins": "Lateral thoracic vein, internal thoracic vein (subclavian vein)",
                "nerves": "Supraclavicular nerves, intercostal nerves, medial and lateral mammary branches 142"
            }
        },
        {
            "varmaName": "Anumar_Varmam",
            "signs": "Dysarthria, twitching in cheek, bending forward, shivering of extremities, difficulty in breathing, chocking, convulsion.",
            "pathognomicSign": "Seizures",
            "indications": "Regulates heart rate, Reduce palpitation",
            "tamilLiterature": "தூசிகசுற்றுக்குள்ளே சொன்னோம் அனுமார்வற்றம் \"ஆறுமலைக் கண்டதூசிக நிறைக்கீழ் அனுமார்வற்றம்.",
            "synonyms": "",
            "surfaceAnatomy": "It is located on the 5th intercostal space along the midclavicular line",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Areolar muscle",
                "arteries": "Perforating branches (internal thoracic artery), medial and lateral mammary branches (branch of axillary artery)",
                "veins": "Lateral thoracic vein, internal thoracic vein (subclavian vein)",
                "nerves": "Supraclavicular nerves, intercostal nerves, medial and lateral mammary branches 144"
            }
        },
        {
            "varmaName": "Mundellu_Varmam",
            "signs": "Shortness of breathing, chocking, drippling of urine, pyrexia, convulsion, loose stool, vomiting, anxiety, abdomen discomfort",
            "pathognomicSign": "vomiting",
            "indications": "Improves dysarthria",
            "tamilLiterature": "“வேமிந்த முன்டெல்வில் முன்டெல்வற்றமம் “போகுமே இருமுலைக்கும் ஒன்பதுவரல்கீழ் பதிவான முன்டெல் இருவரின்தாழே ஆகுமேவலிய அத்த்திச்சருக்கிக்காலம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located on the 9th costal cartilage along the midclavicular line",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Extrinsic intercostal muscles",
                "arteries": "Internal thoracic artery",
                "veins": "Thoraco epigastric vein",
                "nerves": "Anterior cutaneous branch of thoracic nerve 146"
            }
        },
        {
            "varmaName": "Valiya_Aththi_Surukki_Varmam",
            "signs": "Stooping forward, cough, pyrexia, rigidity of both extremities, hematemesis, hypogastric pain, bleeding per rectum, vision loss, difficult in walk, fearfulness with anxiety.",
            "pathognomicSign": "Flattening of body with bending forward",
            "indications": "Stimulates Pasali naadi Improves Genito-urinary functions",
            "tamilLiterature": "“போகவே விலாவின் முன் டெல்லின்கீழே இதனமாக இருவரில் கீழேதானே போகவே வலிய அத்திச்சருக்கிக்காலம்.” “தேறு முன்டெல்வற்றமம் கீழிருவரில் நிறமான வலிய அத்திச்சருக்கிக்காலம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is situated 2 finger breadth from the 8th rib along the mid clavicular line",
            "varmamType": "Padu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Transverse abdominis, rectus abdominis, external abdominal oblique",
                "arteries": "Superior epigastric artery, musculo phrenic artery",
                "veins": "Posterior intercostal veins, hemi azygous veins",
                "nerves": "Anterior cutaneous branch of thoracic nerve, lateral cutaneous branch of thoracic nerve 148"
            }
        },
        {
            "varmaName": "Siriya_Aththi_Surukki_Varmam",
            "signs": "Stooping forward, cough, pyrexia, rigidity of both extremities, hematemesis, hypogastric pain, bleeding per rectum, vision loss, difficult in walk, fearfulness with anxiety",
            "pathognomicSign": "Shortening of body with bending forward",
            "indications": "Stimulates Visulodharan naadi Improves Genito-urinary functions",
            "tamilLiterature": "“இறந்துபோம் முன்டெளம்பின் இறையோர்மூன்றில் இசைவான சிறிய அத்திச்சருக்கிக்காலம்.” “முன்டெளம்பின் தாழ்வாக இதமான இருவரில் சருக்கி வரும்” “காலொன்று முன்டெளம்பின் இறையோர்மூன்றில் கடினமடா சிறிய அத்திச்சருக்கிக்காலம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located 3 finger breadth from the 8th rib along the mid clavicular line",
            "varmamType": "Padu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Transverse abdominis, rectus abdominis, external abdominal oblique",
                "arteries": "Superior epigastric artery, musculo phrenic artery, 2nd lumbar artery",
                "veins": "Posterior intercostal veins, hemi azygous veins, 1st lumbar vein",
                "nerves": "Anterior cutaneous branch of thoracic nerve, lateral cutaneous branch of thoracic nerve 150"
            }
        },
        {
            "varmaName": "Mun_Saruthi_Varmam",
            "signs": "Pain, delirium, fever, swelling present in all over the body",
            "pathognomicSign": "Anasarca",
            "indications": "Relieves ribcage pain, Gastritis",
            "tamilLiterature": "“அத்திச்சருக்கிதான் இதன்பக்கச் சார்வில்தானே சார்வில் விரல்நாவது பின்சருவுற்றமம்.” “கொள்ளவே சிறிய அத்திச்சருக்கியின் பக்கசரிவில் மெள்ளவே விரல்நாங்கள் மொழிந்தமுன் சருவிற்றமம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located on the 10th costal cartilage along the mid clavicular line",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "External oblique muscle and its aponeurosis",
                "arteries": "Lateral cutaneous artery, branch of lower intercostal artery Nerve: Lower six thoracic spinal nerve 152",
                "veins": "",
                "nerves": "Lower six thoracic spinal nerve 152"
            }
        },
        {
            "varmaName": "Pallai_Varmam",
            "signs": "Body pain, emaciation, gastritis, pain and strain in the paravertebral muscle",
            "pathognomicSign": "Emaciation",
            "indications": "Stops Nausea, Relieves Peptic ulcer, Relieves constipation.",
            "tamilLiterature": "“வீர்த்திபெற்ற அடட்பவற்றமம் தன்னிலிருந்து கணிதமுடன் இருமொன்று விளுக்குணே வீர்த்திபெற்ற பண்ணை வன்மதந்துப்பேறு.\" “வீறிய பண்ணையதில் பண்ணைவற்றமம்.”",
            "synonyms": "",
            "surfaceAnatomy": "It is located 2finger breadth medial to 9th costal cartilage (along lateral border of rectus sheath)",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Transverse abdominis, rectus abdominis, external abdominal oblique",
                "arteries": "Superior epigastric artery, musculo phrenic artery, 2nd lumbar artery",
                "veins": "Posterior intercostal veins, hemi azygous veins, 1st lumbar vein",
                "nerves": "Anterior cutaneous branch of thoracic nerve, lateral cutaneous branch of thoracic nerve 154"
            }
        },
        {
            "varmaName": "Adappa_Kalam",
            "signs": "Excessive Sweating, anxiety, shortness of breathing, cyanosis, bluish discoloration of eyes and teeth, rigidity of both limb, abdomen pain, disability to lie down due to pain",
            "pathognomicSign": "Bluish discoloration of eyes and teeth",
            "indications": "Relieves lowerlimb pain, Improves shortness of breath, Reduce stress and anxiety.",
            "tamilLiterature": "“கொல்லவே கூம்புதனில் ஒட்டையதனில் கொடியான அடப்பன் என்றகாலமாரம்” “முண்டெல் மேல்அங்குலம் நாள்அடப்பக்காலம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located in 7th intercostal space along the mid axillary line",
            "varmamType": "Padu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Serratus anterior digitations, latissimus dorsi muscle, extrinsic intercostal muscles",
                "arteries": "Lateral cutaneous branches from intercostal artery, musculophrenic artery",
                "veins": "Thoraco epigastric vein",
                "nerves": "Lateral cutaneous branches 156"
            }
        },
        {
            "varmaName": "Vilangu_Varmam",
            "signs": "Spasm of vertebral muscle, difficulty to raise upper limb, frequent spasm",
            "pathognomicSign": "Difficulty to raise upper limb",
            "indications": "Relieves Peri-arthritis shoulder stiffness, Stimulates viyanan vayu, Improves respiration.",
            "tamilLiterature": "“தலமதுதான் சாறாலும்பின் மத்தியத்தில் தயவான அதினுள்ளில் விலங்குவர்மம்.” “கண்டமென்று பூனெல் மேல் கழுத்தடிகள் கழுத்துறையினி சுருந்தரம்பொன்று கண்டாய்த் தண்டனையசெய் விலங்குவர்மம் மென்று சொல்வார்”",
            "synonyms": "",
            "surfaceAnatomy": ":It is located at the infra clavicular fossa.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Pectoralis major",
                "arteries": "Subclavian artery",
                "veins": "Subclavian vein",
                "nerves": "Supra scapular nerve 158"
            }
        },
        {
            "varmaName": "Asthikanthari_Varmam",
            "signs": "Nausea, hiccups, cough and cold, sleepiness, pain in both upper limbs, head ache, thrombus formation inside the blood vessels, weakness of sensory organs",
            "pathognomicSign": "",
            "indications": "Reduce pain over vertex of head, Stop hiccups, seizure, Arrests bleeding per mouth and ears.",
            "tamilLiterature": "“ஆமென்ற கைகுழி நडுப்பகுதியில் அத்தியென்ற காந்தாரி நடுப்பகுதியில்” “என்றுபடி கைகுழியோர் ஒன்பான்தானம் இனிறை கீழத்திக் காந்தாரிவன்மம்”",
            "synonyms": "",
            "surfaceAnatomy": ":It is located in one finger breadth above from midpoint of the medial aspect of arm or one finger breadth below the Kanthari varmam.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Pectoralis major and minor muscles",
                "arteries": "Axillary artery",
                "veins": "Axillary vein",
                "nerves": "Axillary nerve 160"
            }
        },
        {
            "varmaName": "Puja_Varmam",
            "signs": "Paresthesia in the arm, swelling in the shoulder, unable to lift the arm in the erect posture, pain radiate to vertebral column, dislocation of shoulder joint, tingling sensation in the upper limbs.",
            "pathognomicSign": "Unable to lift the arm in the erect posture",
            "indications": "Peri-arthritis shoulder joint, Cephalalgia, Pain in the shoulder joint.",
            "tamilLiterature": "“நேரதான் புசத்தியடி புசவன்மம்ப்தான்” “தீருமடா காராயத்தின் முனையில்தானே திறமான புயவன்மம் அதற்குக்கூறு”",
            "synonyms": "",
            "surfaceAnatomy": ":It is located on the acromioclavicular joint",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Deltoid, Subcutaneous acromial bursa",
                "arteries": "Acromial branch (branch of suprascapular artery)",
                "veins": "Cephalic vein",
                "nerves": "Supraclavicular nerve 162"
            }
        },
        {
            "varmaName": "Pirathaarai_Varmam",
            "signs": "Neck pain, pain in neck, shoulder and throat, weakness of upper limb, unconsciousness",
            "pathognomicSign": "Unable to lift the arm in the erect posture",
            "indications": "Neck pain, numbness in the upper limb, neck stiffness, upper limb weakness",
            "tamilLiterature": "“சூரியதோர் கிழ்கமுக்கூட்டின் மீது கொடிய பிறதாரை கிழுத்துவன்மம்.”",
            "synonyms": "",
            "surfaceAnatomy": ":It is located in the posterior axillary fold or the midpoint of axilla in between Aenthi and Piratharai varmam",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Subscapularis, Teres major",
                "arteries": "Branch of axillary artery Nerve: Axillary nerve 164",
                "veins": "",
                "nerves": "Axillary nerve 164"
            }
        },
        {
            "varmaName": "Aendhi_Varmam",
            "signs": "Weakness of upper limb, tremors, hearing impairment, swelling of upper limb, hiccups, delirium",
            "pathognomicSign": "Weakness of upper limb",
            "indications": "Reduce neck pain, Improve mobility of shoulder joint.",
            "tamilLiterature": "“அப்போன திவளை வண்பம்பாரு சதிரான விலவிலொரு இறையில்தானே சாமுவல் எந்தி பிறழுமுழுமன்பர்.” “தொகுப்பான பேர்திவர்ந்த தலக்கைக்கே தொல்லையையும் திணையை தன்னிலிருந்து டுபோனா பிறைஞுண்டன் கீழ்தாக எந்தியென்ற வண்பதல மதிலேப்பா”",
            "synonyms": "",
            "surfaceAnatomy": "It is located in the anterior axillary fold (one finger breadth lateral to the Thivalai kalam)",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Pectoralis major, Biceps brachii",
                "arteries": "Axillary artery, Subscapular artery",
                "veins": "Basilic vein, Axillary vein",
                "nerves": "Brachial plexus, Dermatome –T1, T2 166"
            }
        },
        {
            "varmaName": "Kutthu_Varmam",
            "signs": "Shivering of the body, nausea",
            "pathognomicSign": "",
            "indications": "Reduce blood pressure, Reduce Pitha diseases.",
            "tamilLiterature": "“பிறமான கிழைக்கூட்டின் மீது பிறதாரை பின்கீழ் குத்துவன்மம்.” “சூரியதோர் கிழமுக்கூட்டின் மீது கொடிய பிறதாரை கிழுத்துவன்மம்.",
            "synonyms": "",
            "surfaceAnatomy": "Midpoint of axilla in between Aenthi and Piratharai varmam",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Pectoralis major and minor, Teres major, Subscapularis and Latissimus dorsi muscles.",
                "arteries": "Axillary artery",
                "veins": "Axillary vein",
                "nerves": "Cords of brachial plexus 168"
            }
        },
        {
            "varmaName": "Asavu_Varmam",
            "signs": "Tiredness, swelling, chillness, delirium.",
            "pathognomicSign": "Swelling of arm",
            "indications": "Reduce pain in upper limb",
            "tamilLiterature": "“ஏகுமே புசத்தடியில் அசைவு வன்மம்” “தீர்க்கவே அசைவுவன்மம் தோள்புசத்தில்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located in the deltoid tuberosity.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Deltoid",
                "arteries": "Brachial artery",
                "veins": "Cephalic vein",
                "nerves": "Medial cutaneous nerve. 170"
            }
        },
        {
            "varmaName": "Koachu_Varmam",
            "signs": "Paresthesia in the upper limb, weakness in the extremities, seizure, loss of consciousness, chillness with fever",
            "pathognomicSign": "Swelling of arm",
            "indications": "Stiffness of elbow joint",
            "tamilLiterature": "“கண்ணினடுத்துக் கோசநரம்பில் கோசசு வன்மம்” “கைமுட்டின் உள்ளகண்ணின் மேலேறு பற்றி கோசசு வன்மம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located above the posterior surface of medial epicondyle of humerus.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Triceps brachii",
                "arteries": "Ulnar collateral artery",
                "veins": "Tributary of basilica vein",
                "nerves": "Ulnar nerve 172"
            }
        },
        {
            "varmaName": "Kaimootu_Varmam",
            "signs": "Pain and swelling in the elbow joint, fatigue, paresthesia in the limbs, tingling sensation, neuralgia",
            "pathognomicSign": "Swelling in hand",
            "indications": "Cervical pain, shoulder pain, Weakness in the upper limb, muscle wasting in upper limb",
            "tamilLiterature": "“டடவிப்பார் மணிபந்தவன்பும் காணும் விழுவவைத்து அநந்தநிவாய அதிலிருந்து விரளேட்டின்மேல் மூட்வேன்மம் தானயா” “தானன கைமுட்டில் மூட்வேன்மம்” “வேணவே மூட்குழி மடங்கிதானே விதமான மூட்வேன்மம் சொல்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located in the midpoint of the cubital fossa",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "Brachial artery",
                "veins": "Medial cubital vein",
                "nerves": "Median nerve 174"
            }
        },
        {
            "varmaName": "Mudakku_Varmam",
            "signs": "Swelling in hand, paresthesia in the upper limb",
            "pathognomicSign": "Swelling in hand",
            "indications": "Pain in elbow joint",
            "tamilLiterature": "“எகுமே மூட்டுக்குழி மடக்கில் முடக்கு வர்மம்” ஒழுங்கு ஆயுஜே டயவுாேர்புா “வீழுந்த முழங்கையில் மயியம்பற்றி விசமான மணிபந்த வர்மமாஅம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located one finger breadth above Kaimootu varmam in the cubital fossa.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "Brachial artery",
                "veins": "Medial cubital vein",
                "nerves": "Median nerve 176"
            }
        },
        {
            "varmaName": "Visha_Manibantha_Varmam",
            "signs": "Pain in the forearm and elbow, headache, chest pain",
            "pathognomicSign": "Pain in the forearm",
            "indications": "Medial and lateral epicondylitis",
            "tamilLiterature": "",
            "synonyms": "",
            "surfaceAnatomy": "It is located in the midpoint of the anterior aspect of fore arm",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Flexor carpi radialis, palmaris longus, flexor digitorum profundus",
                "arteries": "Branches of brachial artery",
                "veins": "Tributaries of basilic vein",
                "nerves": "Median nerve 178"
            }
        },
        {
            "varmaName": "Manibantha_Varmam",
            "signs": "Coldness of the body, sharp pain with oppressiveness, agonizing pain, loss of consciousness, seizure, rigidity may occur",
            "pathognomicSign": "Wrist swelling",
            "indications": "Wrist pain, Carpel tunnel syndrome Cervical pain, shoulder pain",
            "tamilLiterature": "“விரியாத மணிக்கட்டில் மணிபந்தம் “வீரானவிறல் நாளின்மேல் அந்நதைவற்பம்” “பிரியாத மணிக்கட்டில் மணிபந்தவர்மம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located at the anterior aspect of the midpoint of the wrist joint (Distal wrist crease)",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Palmaris longus, Flexor retinaculum",
                "arteries": "Branch of ulnar artery",
                "veins": "Basilic vein, Cephalic vein",
                "nerves": "Median nerve 180"
            }
        },
        {
            "varmaName": "Thuthikkai_Varmam",
            "signs": "Stiffness of wrist joint, neck pain",
            "pathognomicSign": "Wrist swelling",
            "indications": "Wrist pain, Carpel tunnel syndrome, Cervical pain, shoulder pain",
            "tamilLiterature": "“விசமந்த வர்மதுக்கும் ஆரவிரல்முன்னே மணிக்கட்டில் வளைபாய்த் துதிக்கைவர்மம்” “மணியென்ற வெல்லையில் அருகுபற்றி மத்திப்பதில் வளைவதில் துதிக்கைவர்மம்” \"பகருமேன் மணிக்கட்டின் சதம் வெள்ளைப் பொங்கையில் துதிக்கைவர்மம்\"",
            "synonyms": "",
            "surfaceAnatomy": "It is located at one finger breadth above the distal wrist crease",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Palmaris longus, flexor retinaculum, flexor digitorum profundus",
                "arteries": "Branches of ulnar artery",
                "veins": "Basilic vein, cephalic vein – superficial vein",
                "nerves": "Median nerve 182"
            }
        },
        {
            "varmaName": "Ullangai_Vellai_Varmam",
            "signs": "Pinching pain, sweat with uneasiness and hunger, frigidity with pyrexia, tremor, impaired vision due to pain, aching pain extended upwards, swelling in the back of the palm.",
            "pathognomicSign": "swelling in the back of the palm.",
            "indications": "Improves memory, Reduce anxiety neurosis",
            "tamilLiterature": "“தீர்முழும் நடுகை அகமே வெள்ளை வர்மம்” “வேகமாம் வெள்ளையில் கைவெள்ளை வர்மம் என்று” “போரோன உள்ளங்கைில் வெள்ளை வர்மம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located at the mid palmar space below the Thatchanai kaalam (proximal transverse crease)",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Lumbricals, Flexor digitorum profundus tendon, Palmar interossei",
                "arteries": "Common palmar digital artery",
                "veins": "Deep palmar venous arch",
                "nerves": "Median and Ulnar nerve 184"
            }
        },
        {
            "varmaName": "Aanthai_Varmam",
            "signs": "Tiredness, swelling, intense pain",
            "pathognomicSign": "Swelling of palm",
            "indications": "Swelling in the hand, forearm and wrist pain, constipation, numbness in the hand",
            "tamilLiterature": "“மோது மணிபந்தத்தின் நால்விரல் மேல் ஆனதை” “விரியாத மணிக்கட்டில் மணிபந்தம் வீரானவிறல் நாளின்மேல் ஆனதைவர்மம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located between the 4th and 5th metacarpal region on the palmar surface",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Opponens digiti minimi, 4th dorsal interosseus",
                "arteries": "Metacarpal branches of ulnar artery",
                "veins": "Superficial palmar arch, Palmar metacarpal vein",
                "nerves": "Branch of ulnar nerve 186"
            }
        },
        {
            "varmaName": "Thatchanai_Kaalam",
            "signs": "Indigestion, chillness of the body, delirium, epilepsy",
            "pathognomicSign": "Epilepsy",
            "indications": "Palpitation, eye irritation, finger pain, seizure",
            "tamilLiterature": "”வாரமறு கரமதிலே புங்களத்தில் மொழிபிறங்கன் டட்சணையின் காலமென்பர்” “பாரமறும் பவுத்திரத்தின் அடியிடையில் பரிவான டட்சணையின் காலமாகும்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located in the palm at the metacarpophalangeal joints between the middle and ring finger (distal palmar transverse crease).",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Lumbricals, flexor digitorum profundus tendon, palmar interossei",
                "arteries": "palmar arch (superficial and deep)",
                "veins": "palmar venous arch (superficial and deep)",
                "nerves": "median and ulnar nerve 188"
            }
        },
        {
            "varmaName": "Choondothari_Varmam",
            "signs": "Generalized edema, delirium",
            "pathognomicSign": "Pain in dorsum of hand",
            "indications": "Weakness of hand, hand pain, neck pain",
            "tamilLiterature": "“.................. டட்சணையின் காலமென்பர் மீதினிலோரிறை சூண்டோதரியாம் வர்மம்” “பதிவான டட்சணையின் காலமாகும் பாரமறும் ஒரிறைமேலே சூண்டோதிவர்மம்”",
            "synonyms": "",
            "surfaceAnatomy": "It is located in 2nd metacarpophalangeal joint on dorsal aspect",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Extensor carpi radialis longus tendon",
                "arteries": "II dorsal metatarsal artery",
                "veins": "Dorsal metacarpal tributary of dorsal venous arch",
                "nerves": "Branch of radial nerve 190"
            }
        },
        {
            "varmaName": "Chundothari_Varmam",
            "signs": "Swelling, tiredness",
            "pathognomicSign": "Swelling of palm",
            "indications": "Depression, Cephalalgia, Insomnia Vertigo, Palpitation.",
            "tamilLiterature": "“குநித்த பெருவிரலுக்கிடையில் சண்டாதரியென்பர்” “வரும்பெரு விரலினிடையில் சண்டோதரியாம்”",
            "synonyms": "",
            "surfaceAnatomy": "Proximal end of 1st web space of hand on the dorsal aspect.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "I dorsal interosseus",
                "arteries": "Dorsal metacarpal artery",
                "veins": "Cephalic vein",
                "nerves": "Superficial branch of radial nerve 192"
            }
        },
        {
            "varmaName": "Kavuli_Kaalam",
            "signs": "Excruciating pain, febrile, in the later stage joint inflammation may follow, swelling and anxiety, seizure",
            "pathognomicSign": "Pain in the thumb",
            "indications": "Seizure, eye disorders, hypertension, cephalalgia, loss of consciousness",
            "tamilLiterature": "“விட்டகையினிடையில் கவுளி மூன்றுங்காணே” “புதழான கவளிகளில் கவுளி வருகின்றம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located on the middle first interosseous space (space between the 1st and 2nd metacarpal)",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "1st dorsal interosseus",
                "arteries": "Dorsal metacarpal artery is a branch of radial artery",
                "veins": "Cephalic vein",
                "nerves": "Superficial branches of radial nerve 194"
            }
        },
        {
            "varmaName": "Kakkattai_Kaalam",
            "signs": "Retraction of tongue, hoarseness of voice, quadriplegia, convulsion, aphasia, grumbling of teeth, tremor, palpitation, stomach disturbance.",
            "pathognomicSign": "Painful neck movements",
            "indications": "Neck pain, Neck stiffness",
            "tamilLiterature": "“வலுவில்லா தோளிலிரு விரலுகளில் வன்மையுள்ள காக்கட்டை காலம்.” “மன்றாண தோளில்லுந்தங்கலுமே நீங்கி மருவுகின்ற தலமதிலே காக்கட்டைகாலம்.” “மன்றாண தோளில் ரண்டங்கலுமே நீங்கி மருவுகின்ற தலமதிலே காக்கட்டைவற்றுமம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It lies at the supraclavicular fossa.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Sternocleidomastoid muscle, anterior scalene muscle, omohyoid muscle, platysma",
                "arteries": "Transverse cervical artery, subclavian artery, suprascapular artery",
                "veins": "External and internal jugular vein, subclavian, suprascapular and transverse cervical veins",
                "nerves": "Vagus nerve, brachial plexus (C5-T1) 196"
            }
        },
        {
            "varmaName": "Kaisuzhukki_Varmam",
            "signs": "Sprain in the middle finger, dull ache in hands, numbness",
            "pathognomicSign": "Flexion deformity of middle finger",
            "indications": "Neck pain ,Interscapular pain",
            "tamilLiterature": "“நாமப்பா கைப்பட்டு எல்லிலுநடுவில் தானே சேர்ந்தொரு சுணக்குவற்றமம் என்றுசொல்வார்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located at the supra scapular region, supraspinous fossa.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Supraspinatus, infraspinatus, levator scapulae, rhomboideus minor",
                "arteries": "Suprascapular artery deep branch of transverse cervical artery",
                "veins": "Suprascapular vein",
                "nerves": "Supra scapular nerve 198"
            }
        },
        {
            "varmaName": "Chippi_Varmam",
            "signs": "Cough, cold, seizures, peri-arthritis shoulder, indigestion.",
            "pathognomicSign": "Difficulty in abduction of upper limb",
            "indications": "Improves mobility of all joints, Reduce shoulder pain",
            "tamilLiterature": "“கொள்ளவேசிப்பி வற்றமம் தலைம்தகேளு கொள்முதுகு கசிப்பிதனில் சிப்பிவற்றமம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located two finger breadth below Kaisuzhukki varmam along the medial border of scapula.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Trapezius, infraspinatus",
                "arteries": "Suprascapular artery, Transverse cervical artery Nerve: Dorsal scapular nerve 200",
                "veins": "",
                "nerves": "Dorsal scapular nerve 200"
            }
        },
        {
            "varmaName": "Sadapira_Varmam",
            "signs": "Polyarthralgia, abdominal distension, unconsciousness",
            "pathognomicSign": "Opened - eye lid",
            "indications": "Improves respiration, Interscapular pain, Strengthen eye lids.",
            "tamilLiterature": "“கைக்கொட்டிக்காலம் மேலிறைந்தில் சட்டப்பிறக் காலமிதுக்கிறையின் மேல்கிழிப்பிறையாம் வற்றமம்” “கைக்கொட்டிக்காலம் மேலிறை சட்டப்பிறக் காலமிதுக்கிறையின் மேல்கிழிப்பிறையாம் வற்றமம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is situated two finger breadth above Kaikatti kalam at the level of T3 and T4 vertebra.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Trapezius, rhomboideus Nerve: T3 nerve root 202",
                "arteries": "",
                "veins": "",
                "nerves": "T3 nerve root 202"
            }
        },
        {
            "varmaName": "Kaikatti_Kaalam",
            "signs": "Shoulder pain with swelling, difficulty in movements of shoulder, numbness of hands",
            "pathognomicSign": "Difficulty in abduction of upper limb.",
            "indications": "Intrascapular pain",
            "tamilLiterature": "“கருதியே தும்பியின் மேல் நாளிறக்குள் கைக்கொட்டிக்காலம் மேலிறண்டில் சடப்பிறக்கலாம்.” “நேர்வன்மத்தின் சீறுபக்கம் நேர்த்தும்பிக்காலம் நின்றதினால் இறைக்குள் கைக்கொட்டிக்காலம்.”",
            "synonyms": "",
            "surfaceAnatomy": ": It lies four finger breadth above Thumbi kalam at the level of T5 vertebra.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Rhomboid major Nerve: T5 nerve root, Dorsal scapular nerve 204",
                "arteries": "",
                "veins": "",
                "nerves": "T5 nerve root, Dorsal scapular nerve 204"
            }
        },
        {
            "varmaName": "Thumbi_Varmam",
            "signs": "Cough, palpitation, nausea, constipation, kyphosis, skin diseases",
            "pathognomicSign": "Skin diseases – 18 kuttam",
            "indications": "Kyphosis",
            "tamilLiterature": "நேர்வன்மத்தின் சீழ்பக்கம் நேர்த்தும்பிக்காலம் நின்றதிந்நாறு இறைகள்க் கைகெட்டிக்காலம்.” உடலிலே நேருவாரம் சீழ்பக்கத்தில் துடலிலே தும்பிக்காலம்",
            "synonyms": "",
            "surfaceAnatomy": ": It is located at the either side of Nattel varmam in the transverse process of T7 vertebra.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Trapezius, lattisimus dorsi",
                "arteries": "Transverse cervical artery, intercostal artery Nerve: Intercostal nerve, spinal accessory nerve thoracodorsal nerve, intercostal nerve 206",
                "veins": "",
                "nerves": "Intercostal nerve, spinal accessory nerve thoracodorsal nerve, intercostal nerve 206"
            }
        },
        {
            "varmaName": "Natellu_Varmam",
            "signs": "Nasal block, kyphosis, tremor, fatigue, pain around the hip region, pain present while standing upright posture",
            "pathognomicSign": "Mid thoracic pain",
            "indications": "Vata diseases of spine, Gait abnormalities, Headache",
            "tamilLiterature": "“சொல்லுவார் முன்னந்தண்டில் நட்டில்லவு வழங்கம் துச்சமதுக்கு தீழ் சச்சைக்காலம்” “நெறியிலே மூலத்தண்டில் நெட்டிடை நட்டில்வற்றம்",
            "synonyms": "",
            "surfaceAnatomy": ": It is located at the level of T7 spinous process.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Trapezius, lattisimus dorsi",
                "arteries": "Transverse cervical artery, intercostal artery Nerve: Intercostal nerve, spinal accessory nerve thoracodorsal nerve, intercostal nerve 208",
                "veins": "",
                "nerves": "Intercostal nerve, spinal accessory nerve thoracodorsal nerve, intercostal nerve 208"
            }
        },
        {
            "varmaName": "Kachai_Varmam",
            "signs": "Abdomen distension, constipation, low back pain, anuria, loss of appetite, paraplegia",
            "pathognomicSign": "Kora vatham (low back pain)",
            "indications": "Low back pain, Improves digestion",
            "tamilLiterature": "“நட்டில்வற்றம்திறக்கும் நல்லதின்ஆழ் சச்சைவற்றம்” நாணுமாறு மூலத்தண்டில் நட்டில்வற்றம் நணுகிறதன் தீழ் சச்சை காலம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located one finger breadth below Nattel varmam, at the level of T8 spinous process.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Erector spinae, rhomboideus major Nerve: T8 spinal nerve 210",
                "arteries": "",
                "veins": "",
                "nerves": "T8 spinal nerve 210"
            }
        },
        {
            "varmaName": "Poonool_Varmam",
            "signs": "Fever, rigor, profuse sweating, general weakness, loss of appetite, abdominal distension, breathlessness",
            "pathognomicSign": "Malfunctioning of Thasavayu",
            "indications": "Nausea, General weakness, Reduce stiffness of joints.",
            "tamilLiterature": "“நட்டில்வற்றம்திறக்கும் நல்லதின்ஆழ் சச்சைவற்றம்” நாணுமாறு மூலத்தண்டில் நட்டில்வற்றம் நணுகிறதன் தீழ் சச்சை காலம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located two fingerbreadth from Nattel varmam, at the level of T9 spinous process.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Erector spinae Nerve: T9 spinal nerve 212",
                "arteries": "",
                "veins": "",
                "nerves": "T9 spinal nerve 212"
            }
        },
        {
            "varmaName": "Vayu_Varmam",
            "signs": "Pain, inability to walk, unconsciousness",
            "pathognomicSign": "Difficulty in walking",
            "indications": "All vata diseases",
            "tamilLiterature": "“தீர்வே வாயுக்காலம் தலைத்தைக் கேளு தெள்ளிய முதுகண்டு மத்தியாகும்.” “செய்யவென்றால் எட்டெல்லின் முனையில்தானே செய்யலான வாயுவின்காலம் சொன்னேன்.”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located at the level of T12 spinous process",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Latissimus dorsi, trapezius Nerve: T12 spinal nerves 214",
                "arteries": "",
                "veins": "",
                "nerves": "T12 spinal nerves 214"
            }
        },
        {
            "varmaName": "Pitthukai_Varmam",
            "signs": "Abdomen distension, low back pain",
            "pathognomicSign": "Low back pain",
            "indications": "Improves kidney function",
            "tamilLiterature": "“நில்லென்ற புவரியில் கூம்பெல்லின் தீழ் நேர்த்தியயிறு புரமும் கிடக்கும் பாரு வில்லென்ற வில்வட்டின் பக்கம்பற்றி வேந்தனே பித்துக்காயென்று சொல்வர்” “கிடத்தும் நேர்வன்மத்தின் பின்னக்கத்தில் கிறற்றொறுகொல் சார்வோம் பித்துக்காயம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located two fingerbreadth away from the level of T12 spinous process on either sides.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Latissimus dorsi, trapezius",
                "arteries": "Right and left renal artery Vein : Right and left renal vein Nerve: T12 spinal nerves 216",
                "veins": "",
                "nerves": "T12 spinal nerves 216"
            }
        },
        {
            "varmaName": "Pinnal_Varmam",
            "signs": "Anuria, severe constipation",
            "pathognomicSign": "Anuria",
            "indications": "Constipation, Abdomen distension, Enhance digestion.",
            "tamilLiterature": "“நானான நாபியின் பின்னேதானே நலமான பின்னெல்லின் வற்றமாகும்” “வாதவிடாம்நாபி கூறந்தின் பின் மருவி நிற்கும் பின்னெல்ல்வற்றமம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located just at the back of navel between third and fourth lumbar vertebral level.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Erector spinae",
                "arteries": "Dorsal muscular branches of lumbar artery Nerve: lumbar nerve lumbar sympathetic chain, posterior rami of L2,L3,L4 spinal nerve 218",
                "veins": "",
                "nerves": "lumbar nerve lumbar sympathetic chain, posterior rami of L2,L3,L4 spinal nerve 218"
            }
        },
        {
            "varmaName": "Nanganapootu",
            "signs": "Dribbling of urine, loss of sensation of both lower limbs, constipation",
            "pathognomicSign": "loss of sensation of both lower limbs",
            "indications": "Reduce low back pain, knee pain, Strengthens legs",
            "tamilLiterature": "“எல்லான பட்டியனும் நாங்கனத்தின் ஏற்புடைய தலைமையின் சுழியதில் வெல்லான தமர் மூன்றுக்கப்பாலே வில்லான விசையரம்பு சேர்ந்தனின்று வல்லான பிரிபோல ஆடிநிற்கும்”",
            "synonyms": "",
            "surfaceAnatomy": ": It lies at the dimples of Venus, at level of postero superior iliac spine.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Gluteus medius, latissimus dorsi",
                "arteries": "Internal iliac artery Nerve: Sacral plexus, Lateral femoral cutaneous nerve 220",
                "veins": "",
                "nerves": "Sacral plexus, Lateral femoral cutaneous nerve 220"
            }
        },
        {
            "varmaName": "Moothira_Kalam",
            "signs": "Pain, dribbling of urine, abnormal condition of bladder",
            "pathognomicSign": "Dribbling of urine",
            "indications": "Genitourinary conditions",
            "tamilLiterature": "“தகைநாபி நால்விறவின்கீழ் மூத்திரக்காலம்” “உதரவே கொப்புளின் நால்விறவின்கீழ் உத்தமனே மூத்திரத்தின் காலமாறு உண்டான உந்துவிறவின்கீழ் நால்விறவில் உறுதியாய் நெருவிறியில் மூத்திரக்காலம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located four finger breadth below the umbilicus",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "External and internal oblique aponeurosis, Rectus abdominis and rectus sheath",
                "arteries": "Inferior epigastric vessels Nerve: Pudendal nerve, anterior branch of theT12, lateral cutaneous branch of ilio hypogastric nerve 222",
                "veins": "",
                "nerves": "Pudendal nerve, anterior branch of theT12, lateral cutaneous branch of ilio hypogastric nerve 222"
            }
        },
        {
            "varmaName": "Kallidai_Kaalam",
            "signs": "Rigor, perspiration, angular salivation, retraction of testis",
            "pathognomicSign": "Excessive fatigue",
            "indications": "Useful in stress management, Wheezing, Benign prostate hypertrophy.",
            "tamilLiterature": "“வேமிந்த வித்திரண்டும் பதிந்தசார்பில் விதமான கல்விடையின் காலமாகும்” ‘மாணென்று வாசியது பிறந்ததாணம் மகத்தான விருல்ஆறின் தாழ்வாக கோசொன்ற கல்விடையின் காலமாகும்’",
            "synonyms": "",
            "surfaceAnatomy": ": It is located six finger breadth below umbilicus",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Rectus abdominis, pyramidalis Vessels : Inferior epigastric vessels Nerve: Ilioinguinal nerve, iliohypogastric nerve 224",
                "arteries": "",
                "veins": "",
                "nerves": "Ilioinguinal nerve, iliohypogastric nerve 224"
            }
        },
        {
            "varmaName": "Vellurumi&Vallurumi_Varmam",
            "signs": "Spasmodic pain, scrotal swelling, hypogastric pain, delirium, giddiness, may behave like psychiatric person",
            "pathognomicSign": "Loss of libido",
            "indications": "Fertility disorders",
            "tamilLiterature": "“மண்ணிடை தண்டொருமடக்கின் பக்கம் வலம்புரிஇடம்பரி இரண்டும் பக்கந்தான் வெல்லுறுமி வல்லுறுமி இரண்டதாலும் விசம்படிக்க தலைமடுத்து நங்குன்றி”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located right and left side of genitals",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "",
                "veins": "",
                "nerves": "Pudendal nerve 226"
            }
        },
        {
            "varmaName": "Valampuri_Kaalam",
            "signs": "Weakness of both lower limb, hypogastric pain, anaemia, constipation, retention of urine and feces",
            "pathognomicSign": "Weakness of both lower limbs",
            "indications": "Erectile dysfunction, Loss of libido, Urinary disturbances.",
            "tamilLiterature": "“போமிந்த தண்டின்வலமோர் இறைச்சுள் புனிதமாம் வலம்புரியின் காலமாச்சே” “சாரந்துபார் தண்டதற்குவொரிறைக்கு மேலை தயவான வலம்புரியாமென்ற வற்றமம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located right side of genitals one finger breadth above the Vellurumi Vallurumi Varmam",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "",
                "veins": "",
                "nerves": "Pudendal nerve 228"
            }
        },
        {
            "varmaName": "Idampuri_Kaalam",
            "signs": "Pain and swelling of penis due to retention of urine, obstructed feeling during micturition, burning micturition, anal pain, abdominal distension.",
            "pathognomicSign": "Anal pain",
            "indications": "Nocturnal enuresis, Urinary incontinence.",
            "tamilLiterature": "புனிதமாம் வலம்புரியின் காலமாச்சே ஆமிந்த இதனருகே இடம்புரிக்காலம்.” “தேனென்ர தண்டின்வலம் வலம்புரியாங்காலம் தெளிந்துடமாம் இடம்புரி யெனவாகும்.”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located Left side of genitals one finger breadth above the Vellurumi Vallurumi Varmam",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "",
                "veins": "",
                "nerves": "Pudendal nerve 230"
            }
        },
        {
            "varmaName": "Thandu_Varmam",
            "signs": "Anasarca, dyspnoea, rectal prolapse",
            "pathognomicSign": "Rectal prolapse",
            "indications": "Erectile dysfunction",
            "tamilLiterature": "“கோபப்பா லிங்கத்தின் மூடுநிலையில் கீர்த்தியின் தண்டுவென்மம் இதற்குப்பெரும் கள்ளமில்லா சொன்ன தண்டுவென்மத்தின் மேல் கணக்கான விரவுவும் ஆமில்தானே துள்ளியிடம் மூத்திரத்தின் காலமாகும்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located at the root of the penis in the superficial perineal pouch.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Ischiocavernosus, bulbocavernosus",
                "arteries": "Internal pudendal artery",
                "veins": "Superficial and deep dorsal veins",
                "nerves": "Pudendal nerve 232"
            }
        },
        {
            "varmaName": "Ani_Varmam",
            "signs": "Low back pain, weakness of both lower limbs.",
            "pathognomicSign": "Rectal prolapse",
            "indications": "Relieves back pain, General debility",
            "tamilLiterature": "“வாச்சதே வில்லுறுமிநாங்கு குற்றி வகையான காலமதில் விருநாளின்மேல் காச்சதே அணிவரம்பம் ஆகும்பாறு. நாங்குற்றி அதற்குமிறை நாளின்மேலே தலமதில் அணி வற்றமம்.”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located four fingerbreadth above the Nangukutri kalam.",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Recto abdominus muscle Vessel: Inferior epigastric artery Nerve: Ilio inguinal nerve 234",
                "arteries": "",
                "veins": "",
                "nerves": "Ilio inguinal nerve 234"
            }
        },
        {
            "varmaName": "AndaKalam",
            "signs": "Body pain, bleeding piles, anuria, rectal prolapse",
            "pathognomicSign": "Painful defaecation",
            "indications": "Stimulate mooladharam,Reduce stress and anxiety.",
            "tamilLiterature": "“செய்யவென்றால் வித்துறண்டும் பதிந்தசார்பில் செய்யான அதன்துணிவில் அண்டகாலம்” “தயவான அண்டவன்மதலைத்தைக் கேளு கோப்பா வித்துறண்டும் பதிந்தசார்பில் கெனிதமுடன் இதன்மையும் வன்மம்”.",
            "synonyms": "",
            "surfaceAnatomy": ": It is located at the perineum",
            "varmamType": "Thodu varmam",
            "laterality": "Unilateral",
            "anatomicalRelations": {
                "muscles": "Levator ani, superficial and deep transverse perineal muscle",
                "arteries": "Internal pudendal artery Nerve: Pudendal nerve (S2 – S4) 236",
                "veins": "",
                "nerves": "Pudendal nerve (S2 – S4) 236"
            }
        },
        {
            "varmaName": "Urumi_Varmam",
            "signs": "Difficulty to walk, severe pain and swelling in lower limb, weakness of the body.",
            "pathognomicSign": "Weakness of lower limb",
            "indications": "Strengthens knee joint and lower limb",
            "tamilLiterature": "“மூட்டுவன்மம் துடையினடி உறுமிக்காலம்” “ஆனதொரு தொகைநடுவில் உறுமிவன்மம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is situated at the middle of the medial aspect of the thigh.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Gracilis",
                "arteries": "Profunda femoris artery Nerve: Obturator nerve 238",
                "veins": "",
                "nerves": "Obturator nerve 238"
            }
        },
        {
            "varmaName": "Aamai_Varmam",
            "signs": "Unbearable pain, difficult to move the affected limb, tortuosity of veins of lower limb, increased thirst, fatigue, blurred vision, increased sweat, weakness, seizure, tremor, palpitation, dyspnoea.",
            "pathognomicSign": "Difficulty to walk",
            "indications": "Gives strength to lower limbs, Nocturnal enuresis, Stimulates Karu naadi.",
            "tamilLiterature": "“எழுமடா தொடைமுதுகில் அமைவன்மம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located in the mid-point on anterior surface of thigh.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Rectus femoris",
                "arteries": "Femoral artery",
                "veins": "Femoral vein",
                "nerves": "Femoral nerve 240"
            }
        },
        {
            "varmaName": "Kaalmoottu_varmam",
            "signs": "Unbearable pain, extreme tiredness, seizure, increased sweat, increased thirst, pyrexia with chillness, death may occur.",
            "pathognomicSign": "Difficulty in walking",
            "indications": "Reduce knee pain, Aids movement of knee joint",
            "tamilLiterature": "“தானதிலே மூட்டிசைவில் மூட்டுவன்மம்” “ஆடேனிமுட்டு பொருத்ததனில் மூட்டுவன்மம் அப்போதே இந்தலந்தான் அசைவுதிறிகண்ணுமாகும்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is situated in the midpoint of popliteal fossa",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Popliteus",
                "arteries": "Popliteal artery",
                "veins": "Popliteal vein",
                "nerves": "Saphenous nerve 242"
            }
        },
        {
            "varmaName": "Naaithalai_Varmam",
            "signs": "Difficulty in flexion, extension and squatting of knee joint, leg sprain, swelling of knee joint, paraesthesia of legs.",
            "pathognomicSign": "Swelling of knee joint",
            "indications": "Knee pain, Knee swelling",
            "tamilLiterature": "“ஆனந்தமான அகமூட்டின் முன்சார்பில் அழகான முகுளத்தில் நாய்தலையர்மம்” “உண்டப்பா மூட்டின்முன்பக்க சார்வோரம் நாய் தலையின் வர்மம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located in the medial aspect of knee joint below the apex of patella.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "Medial superior and inferior genicular artery",
                "veins": "Genicular vein, branch of Great saphenous vein",
                "nerves": "Saphenous nerve branch of femoral nerve 244"
            }
        },
        {
            "varmaName": "Kuthirai_Muga_Varmam",
            "signs": "Unbearable pain and perspiration, tremor, fatigue and seizure, pyrexia, uncontrollable thirst, death may occur due to sudden fall in the flow of Saram.",
            "pathognomicSign": "Non-healing tropic ulcer",
            "indications": "Strengthens knee joint, Reduce paraesthesia of legs.",
            "tamilLiterature": "“துள்ளவே முழங்காலின் மத்திபத்தில் விசமநெடும் குதிரை முகம்” “தீருமா முழங்காலின் வற்பம்கேடு நிறமான மையமதில் குதிரைமுகவன்மம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is situated at the midpoint of the anterior border of tibia.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "Anterior tibial artery",
                "veins": "Great saphenous vein",
                "nerves": "Deep peroneal nerve 246"
            }
        },
        {
            "varmaName": "Komberi_Varmam",
            "signs": "Tremor in the extremities, unbearable pain, and cry loudly, increased perspiration, fatigue, convulsion may cause death.",
            "pathognomicSign": "Seizures",
            "indications": "Low back pain, Strengthens lower limb, Seizures",
            "tamilLiterature": "“நன்றனவே முழங்காலில் குதிரைமுகம் நாடியதர் கங்குலுமே நாளின்கீழே மன்றனவே கொம்பேறி வற்பமென்றும்” “கண்டாயோ குதிரைமுகம் அங்குலந்தான் நாளின்கீழே கடந்திட்டால் கொம்பேறிவன்மம்”",
            "synonyms": "",
            "surfaceAnatomy": ": Lower 1/3rd of the medial border of shaft of tibia or 4 finger breadth inferior to the kuthirai muga varmam.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "Anterior tibial artery",
                "veins": "Great saphenous vein",
                "nerves": "Deep peroneal nerve 248"
            }
        },
        {
            "varmaName": "Kuthi_Kaal_Varmam",
            "signs": "Angular deviation, delirium, reduced anthropometric measurement",
            "pathognomicSign": "Delirium",
            "indications": "Low back pain, Strengthens lower limb, Seizures",
            "tamilLiterature": "“வாரப்பாகுதிகால் நரம்புதிலே குதிகால்வன்மம்” “வேகு குதிநரம்புதுவே குதிகால்வன்மம்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located four finger breadth above the medial malleolus or three fingerbreadth below Komberi kalam",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "Anterior tibial artery",
                "veins": "Small saphenous vein",
                "nerves": "Sural nerve 250"
            }
        },
        {
            "varmaName": "Kaalkulatchu_Varmam",
            "signs": "Fatigue with loss of consciousness followed by tremor, difficulty to walk, seizure, paraesthesia.",
            "pathognomicSign": "Fatigue",
            "indications": "Low back pain, Heel pain, Menstrual disorders.",
            "tamilLiterature": "“போடவே கால்குளாச்சிலே குளாச்சிவன்மம் புததாக இத்தலத்தில் துண்டமாக நாடவே எட்டெலலும் பொருந்துகின்றும்” “செய்யவே காலசையும் குளாச்சுகூனே செய்யரிய படமுடிந்த யிடத்தில்வாரு உய்யவே விசித்திரவன்மம் அதற்க்குபேறு”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located 7 finger breadth above the heel on the surface of Achilles tendon.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Soleus muscle, Plantaris tendon",
                "arteries": "Posterior tibial artery",
                "veins": "Posterior tibial vein",
                "nerves": "Sural nerve 252"
            }
        },
        {
            "varmaName": "Uppu_Kuthi_Varmam",
            "signs": "Calcaneal pain, difficulty to walk, weakness, unconsciousness, incurable. If the varmam is hit forcefully it will leads to limping gait.",
            "pathognomicSign": "Pain in the heel",
            "indications": "Reduce heel pain",
            "tamilLiterature": "“உள்ளபடி குதிகாலு வற்பமாகும் உண்டப்பா அதுக்கு நாள்விறிகீழ் இளஞ்சுவேன் உப்புக்குற்றிக் காலமாகும்” “புகழ் உப்புகுத்தியது குதிகாலமாகும்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located at the three finger breadth above the attachment of the Achilles tendon on calcaneus or 4 finger breadth below the Kuthikaal varmam.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "Posterior tibial artery, fibular artery",
                "veins": "Small saphenous veins",
                "nerves": "Tibial nerve (sural nerve) 254"
            }
        },
        {
            "varmaName": "Kan_Pugaichal_Varmam",
            "signs": "Excruciating pain, swelling in the dorsum of foot, debility in all limbs, loss of conscious followed by seizure, frigidity, pyrexia with fatigue may occur.",
            "pathognomicSign": "Burning sensation of eyes.",
            "indications": "Improves vision and hearing",
            "tamilLiterature": "மன்றான படமதிலே படவன்றதான் மாறவே கண்ணு புகைக்காலம் “பாமென்ற சுண்டேரி வந்தம்மிதி படவந்தம் கண்ணுபுகைக் காலமெண்ணே”",
            "synonyms": "",
            "surfaceAnatomy": ": It lies one finger breadth below the lateral malleolus.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "Anterior lateral malleolar artery branch of anterior tibial artery",
                "veins": "Lateral ankle perforator tributary of lesser saphenous vein",
                "nerves": "Sural nerve 256"
            }
        },
        {
            "varmaName": "Konasanni_Varmam",
            "signs": "Angular deviation, delirium, reduced anthropometric measurement",
            "pathognomicSign": "Delirium",
            "indications": "Low back pain, Strengthens lower limb, Seizures",
            "tamilLiterature": "“ஒன்றனவே முன்னரம்பில் முடிச்சிமையும் உற்றொறு கோணாச்சனி வந்தந்தானே”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located four finger breadth above the medial malleolus or three fingerbreadth below Komberi kalam",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "",
                "arteries": "Anterior tibial artery",
                "veins": "Small saphenous vein",
                "nerves": "Sural nerve 258"
            }
        },
        {
            "varmaName": "Pada_Varmam",
            "signs": "Excruciating pain, swelling in the dorsum of foot, debility in all limbs, loss of consciousness followed by seizure, non-healing ulcer, frigidity, pyrexia with fatigue may occur.",
            "pathognomicSign": "Pedal oedema",
            "indications": "Reduce redness of eyes Reduce swelling of foot Improves vision",
            "tamilLiterature": "“மன்றான படமதிலே படவன்றதான்”",
            "synonyms": "",
            "surfaceAnatomy": ": It is located in III tarso metatarsal joint on dorsum of foot i.e., midpoint of Lis Franc joint complex.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Extensor halluis brevis, talonavicular ligament, inferior extensor retinaculum",
                "arteries": "Dorsal pedis artery",
                "veins": "Tributaries of dorsal venous arch",
                "nerves": "Deep peroneal nerve and superficial peroneal nerve 260"
            }
        },
        {
            "varmaName": "Choondigai_Varmam",
            "signs": "Fatigue with loss of conscious, fatigue with tremor, paraesthesia, swelling in the dorsum of foot, seizure with coldness.",
            "pathognomicSign": "Paraesthesia",
            "indications": "Interphalangeal joint stiffness",
            "tamilLiterature": "“பண்பான காலடட்சனைக் குண்டோதரி” “நவிறுகின்ற பெருவிரைவிற்கு மேலாம் ஒன்றான விருத்திலென்ற காலமாசும் உரையதன்மேல் ரண்டிறைக்குள் சுண்டோதர",
            "synonyms": "",
            "surfaceAnatomy": ": It lies on the sesamoid bone of the first toe.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Extensor hallucis longus, Abductor hallucis, Adductor hallucis, Flexor hallicus brevis",
                "arteries": "Dorsal metatarsal artery branch of dorsal pedal artery",
                "veins": "First dorsal metatarsal vein",
                "nerves": "Deep peroneal nerve 262"
            }
        },
        {
            "varmaName": "Kundothari_Varmam",
            "signs": "Swelling, tiredness",
            "pathognomicSign": "Excessive tiredness",
            "indications": "Reduce stiffness in small joints of foot.",
            "tamilLiterature": "“நன்றான கால்விரலின்மொழி சுண்டிகைக்காலம் ‘பெருவிரல் மொழிக்குள் சுண்டிகைக் காலமென்’ ஒன்றான விருத்தி என்ற காலமாகும் உரையதன்மேல் ரண்டிறைக்குள் சுண்டோதரின்பா”",
            "synonyms": "",
            "surfaceAnatomy": "It is located in the space between base of I and II metatarsal bone on dorsum of foot or two finger breadth above the Viruthi kaalam.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Flexor digitorum brevis, flexor digitorium longus, oblique head of adductor halluces, dorsal interossei",
                "arteries": "Arcuate artery",
                "veins": "Medial perforator vein tributary of dorsal venous arch",
                "nerves": "Superficial and Deep peroneal nerve 264"
            }
        },
        {
            "varmaName": "Viruthi_Kaalam",
            "signs": "Increased warmth, seizure may occur, weakness of limbs.",
            "pathognomicSign": "seizure",
            "indications": "Low back pain, Strengthens lower limb, Seizures.",
            "tamilLiterature": "“நவிலுகின்ற பெருவிரலிறைக்கு மேலாம் ஒன்றான விருத்தி என்ற காலமாகும் உரையதன்மேல் ரண்டிறைக்குள் சுண்டோதரின்பா”",
            "synonyms": "",
            "surfaceAnatomy": "It is located between the first and second metatarsal bone on the dorsal surface.",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "First Dorsal interossei",
                "arteries": "Dorsal metatarsal artery branch of dorsal pedis artery",
                "veins": "First Dorsal metatarsal vein",
                "nerves": "Deep peroneal nerve. 266"
            }
        },
        {
            "varmaName": "Ullankaal_Vellai_Varmam",
            "signs": "Fatigue, pain in lower limbs, dyspnoea, loss of consciousness, bloating of abdomen, difficulty in micturition and defaecation, weakness of lower limb, seizure.",
            "pathognomicSign": "lower limb weakness",
            "indications": "Low back pain, Wheezing, Strengthens lower limb, Seizures.",
            "tamilLiterature": "“கீர்த்தியாம் பாதமதில் வெள்ளை வரும்” “சூட்சமடா வெள்ளையதில் அடங்கல்வறும் அகமான உள்ளமாகால் வெள்ளைவரும்”",
            "synonyms": "",
            "surfaceAnatomy": "It lies between the first and second tarso phalangeal joint on the ball of the foot..",
            "varmamType": "Thodu varmam",
            "laterality": "Bilateral",
            "anatomicalRelations": {
                "muscles": "Flexor hallucis brevis, Lumbricals pedis",
                "arteries": "Plantar metatarsal artery, medial plantar artery",
                "veins": "Medial plantar vein",
                "nerves": "Medial plantar nerve 268"
            }
        }
    ]
}